{
    "data": {
      "Article": [
        {
          "content": "\nA federal detention center at the epicenter of the coronavirus pandemic in New York City has no in-house ability to test sick or high-risk inmates for COVID-19, according to a letter from the jail's top official in court documents reviewed by ABC News.\n\n\"MCC New York does not have COVID-19 tests,\" M. Licon-Vitale, the recently installed warden of the Metropolitan Correctional Center in downtown Manhattan, wrote in a letter to a federal judge this week.\n\nThe warden's letter came in response to an order from U.S. District Court Judge Paul Engelmayer to test an MCC inmate in his 20s who claimed to be experiencing novel coronavirus symptoms and believed he might have contracted it.\n\n\"He was placed into quarantine yesterday after he developed symptoms of COVID-19, including a cough and body aches,\" wrote Florian Miedel, a defense attorney appointed to represent Bryant Brown, who's awaiting trial on murder charges. \"We are concerned about MCC's ability to care for Mr. Brown, given its track record over the years with other clients under less trying circumstances.\"\nMiedel sought the court-ordered test this week to ensure Brown was receiving appropriate care and asked the court to order the facility to provide frequent updates on his condition.\n\nLicon-Vitale wrote in response that the facility's doctor and an infectious disease specialist from the Bureau of Prisons had determined Brown's symptoms did not meet the criteria for testing based on guidelines from the Centers for Disease Control and Prevention, which have prioritized testing for health care workers and for patients exhibiting high fever and acute respiratory symptoms.\nTransporting Brown to a hospital \"would be ill-advised and expose him to others who are symptomatic for a test that an Infectious Disease Specialist advised is not needed,\" Licon-Vitale wrote.\n\nAt MCC, a source familiar with the facility's operations told ABC News that staffers face severe shortages of proper personal protective equipment, or PPE.\n\nThe BOP did not immediately respond to a request for comment about the situation at MCC.\n\n\"COVID-19 and the lack of readiness by the Federal Bureau of Prisons has made an already very dangerous working environment into hell for our staff -- both physically and mentally,\" Tyrone Covington, the correctional officers' local union representative, told ABC News. \"It is a daily war to keep the inmate population in line as they demand visits with their families and fear for their health and their families' health.\"\nAs the COVID-19 pandemic has spread throughout the United States, health officials, attorneys and prison workers at both the state and federal level have been sounding alarms for weeks about the dangers a COVID-19 spread present to inmates and staff.\n\nAt a coronavirus task force briefing earlier this week, President Donald Trump said he \"doesn’t like\" the idea of states releasing nonviolent offenders.\n\n\"We are looking to see if I have the right to stop it in some cases,\" the president said.\nAt Federal Correctional Institution Oakdale in Louisiana, four inmates have died from COVID-19, and nationally at least 50 staff and 91 inmates have tested positive, according to the Bureau of Prisons, which confirmed to ABC News that FCI Oakdale inmates showing symptoms wouldn't be tested because tests are too scarce.\n\n\"As is typical practice in facilities with sustained transmission of COVID-19, local health authorities have recommended against testing additional cases who present with COVID-19 symptoms in the Oakdale facility, but to presume they are COVID-19 positive. This action is in order to conserve valuable testing resources,\" the facility said in a statement.\n\nIn a Friday night memo to the director of the Bureau of Prisons, Attorney General William Barr called for the \"appropriate transfers to home confinement of all appropriate inmates held at FCI Oakdale, LA , FCI Danbury, CT, FCI Elkton, OH  and other similarly situated BOP facilities where COVID-19 is materially affecting operations.”\n\nBarr said that like any precautions, some \"have not been perfectly successful at all institutions.\"\n\nThe attorney general said that the transfer of inmates would occur on a \"case-by-case\" basis following a 14-day quarantine at a BOP facility. The AG said that he authorizes home confinement even if electronic monitoring isn’t available.\nMCC in New York, which has about 700 inmates, has reported at least nine confirmed cases of COVID-19 among inmates and staff, according to the federal Bureau of Prisons.\n\nThe facility has been mired in controversy for months following the apparent suicide of convicted sex offender Jeffrey Epstein. In late February, there was a two-week lockdown after authorities found a loaded gun in an inmate's cell. Licon-Vitale took over the top spot at MCC in January, after the previous warden was removed after Epstein's death.\n\nAnother federal judge in Manhattan, Katherine Polk Failla, received a similar response from the MCC after Miedel sought a test for another client, Clifford Taylor, a 69-year-old inmate seeking a temporary release to home confinement for the duration of the pandemic.\n\nIn a brief note entered in court records on Thursday, Failla wrote that she'd spoken to the in-house lawyer at MCC and was told \"MCC has no on-site COVID-19 testing capabilities\" and there were \"many practical impediments at this time to removing Mr. Taylor from the MCC and transporting him to a facility where he could be tested.\"\n\nFaced with those facts, Failla declined to order Taylor tested.\n\"They're telling us that they don't do COVID-19 testing in the MCC,\" Miedel said. \"So the only way that people can be tested is if they are taken out of the facility to a hospital and tested there.\"\n\nMiedel told ABC News his client has underlying medical conditions, including a history of hypertension and kidney disease, and presently had been quarantined in a dorm-like setting on the 11th floor of MCC, along with other high-risk inmates. Taylor is asymptomatic, Miedel said, but he asked for the test because the person Taylor intends to stay with, if granted temporary release, sought assurances Taylor had tested negative.\n\n\"The judge preliminarily agreed to release him temporarily. We were working out the logistics of that release. And then the person that he was going to live with basically said, 'Look, I don't want him to come live with me unless I know it's clear,' which makes sense,\" Miedel said. \"I am seriously concerned that the longer Mr. Taylor remains in the unit, the greater the chance that he will contract the virus.\"\n\nAt MCC, one of the first confirmed cases of COVID-19 was an inmate who, as part of a gun investigation, was transferred to FCI Otisville in upstate New York and then transferred back to MCC, sources familiar with the situation told ABC News.\nThe process of moving inmates around is still going on, according to Congressman Fred Keller, R-Pa.\n\n\"Our stance is, stop it immediately. It's certainty in their power. It's their institutions,\" Keller, who has two BOP facilities in his district, told ABC News in an interview.\n\nKeller said he's talked to the Bureau and left \"no stone unturned\" in trying to halt inmate movement.\n\nThe Bureau said it was still moving inmates because of ongoing court proceedings. Other U.S. courts have taken precautions to limit inmate movement, such as a switch to virtual hearings in the Southern District of New York.\n\nAt another federal jail in New York, the Metropolitan Detention Center in Brooklyn, four inmates with underlying health issues filed a civil lawsuit last week against the warden, alleging the facility is so ill-equipped to contain the virus that continuing to detain high-risk prisoners violates their constitutional rights.\n\nAn unnamed MDC prisoner was quoted by his attorney in court records that \"things are very bad here.\"\n\n\"There are approximately 90 people in a small area, and we are freaking out and are not doing well mentally,\" the inmate continued in the court filing. \"[W]e cannot get any information or anyone to listen to us. ... Please help me before I die.\"\n\nThere are approximately 1,700 inmates at MDC, and, according to the lawsuit, 537 of them are classified by BOP as vulnerable to COVID-19 using CDC guidelines, based on their age and existing health conditions.\nAttorneys for the four prisoners have asked a federal judge to release them immediately because the typical processes for seeking compassionate release from BOP have been mired in delays.\n\nThe threat to the inmates' lives \"is ongoing, not simply imminent,\" the lawsuit states. \"Every hour that [they] are held in the MDC, they are at a significantly elevated risk of contracting coronavirus, and because of their age and/or medical conditions, their risk of dying from coronavirus is significant.\"\n\nGovernment attorneys representing the institution's warden, Derek Edge, argued that protocols put in place by the Bureau of Prisons this week make it unnecessary for the court to intervene.\n\n\"There is no allegation that Petitioners themselves are in need of urgent medical care. Nor is there any basis to believe that, even if they were in need of medical care, they would be unable to receive such treatment while still incarcerated,\" wrote Jason Cho, an assistant U.S. attorney, who also noted that his office and the BOP are working with federal public defenders on the cases of 11 inmates who believe they're eligible to be released to home confinement.\n\nThe latest phrase of BOP's COVID-19 plan, implemented this week, restricts inmates to their assigned cells, with limited exceptions, for the next two weeks to decrease the spread of the virus. The bureau also said it's working with U.S. Marshals to significantly decrease incoming movement at facilities.\n\n\"BOP and MDC have taken strong measures to reduce the risk of COVID-19 for inmates and have reduced inmate populations, increased sanitation and screening, limited visitors, increased testing and improved isolation protocols,\" Cho wrote.\n\nTune into ABC at 1 p.m. ET and ABC News Live at 4 p.m. ET every weekday for special coverage of the novel coronavirus with the full ABC News team, including the latest news, context and analysis.\n\nThe MDC has tested just seven of the 1,700 inmates at the facility, according to court filings, with three of those testing positive.\n\nU.S. District Court Judge Rachel Kovner, who's overseeing the MDC case, ordered the parties in the case to try to reach a negotiated settlement to the litigation by the end of the day Friday.\n\nBut according to court filings late Friday evening, the attempts at mediating the dispute have been unsuccessful thus far.\n\nMDC officials informed attorneys for the four inmates that their request to BOP for compassionate release had been rejected, according to court documents. In a letter to one inmate's lawyer, which was attached to the court filings, Warden Edge wrote that the inmate failed to meet the criteria for release because there had not been \"any significant changes to his medical conditions to reflect a terminal or debilitated medical condition.\"\n\nThat decision was immediately blasted by the lawyers for the inmates, who renewed their request for the judge to order the inmates' immediate release in order to protect them from the virus.\n\n\"A process that requires vulnerable people to remain in hazardous conditions and wait until they contract a potentially lethal disease before they are eligible for release from that threat is no credible alternative,\" wrote Katherine Rosenfeld, an attorney for the inmates.\n",
          "headline": "No COVID-19 tests available for prisoners at center of New York outbreak, court documents show",
          "id": 1,
          "journal": "ABC",
          "sentiment": -0.8
        },
        {
          "content": "\nWith the country in crisis mode responding to the coronavirus, several states are now turning to their election security funds from the massive stimulus package signed by President Trump amid plans to cover unanticipated costs stemming from the virus.\n\nABC News has confirmed that several states— including the political battleground states of Pennsylvania and Ohio as well as Rhode Island, Connecticut, Tennessee, and Alabama—are either now using or intend to use election security funds, including coronavirus stimulus money designated to protect the 2020 elections from malicious cyber activity, to fight their own statewide battles against COVID-19.\n\n“We are assessing all election security and administration needs and will allocate accordingly,” said Wanda Murren, a spokesperson for the Pennsylvania Secretary of State.\n\nThe National Association of Secretaries of State issued guidance to states on how best to prepare for the elections amid concerns about the virus, but says decisions about how to spend election security money in a time of national crisis is up to each state.\n\"As with any federal funds, states have questions about how they can be used, timing and other logistics, and are looking to the federal government for guidance on these issues,\" said a spokesperson for the National Association of Secretaries of State. \" I would defer to states on their specific plans for spending their portion of the money.\"\n\nOut of the $2 trillion relief package, $400 million was allocated to help states bolster their efforts to ensure the integrity of the upcoming elections. But now some states are in the position of having to choose between shoring up their election defenses versus getting needed medical supplies to their hardest hit counties.\n\nA Democratic House aide familiar with the stimulus negotiations said there were provisions to limit the state spending of election security funds to items including vote by mail and early voting, but were ultimately opposed.\n\n“The Ohio Secretary of State’s Office used 2018 Help America Vote funds to help all 88 county boards of elections lighten the cost of purchasing disinfectant and other supplies useful in stopping the spread of contagious diseases, “ said Maggie Sheehan, press secretary for the Ohio Secretary of State on money previously allocated for election security. The state, she said, also plans on using the more recently allocated election security stimulus funds, but has yet to receive an award letter.\n\nThe threat of foreign influence in the 2020 elections remains a key concern for many states as voters will rely even more heavily on digitized information as traditional campaigning has ground to a halt. But some states now have to choose between preparing for an election free of malicious foreign cyber activity or addressing the public health emergency stemming from the coronavirus.\nA new national poll from the Pew Research Center finds that 66% of Americans would feel uncomfortable going to a polling place to cast their vote.\n\nThe crisis is so extensive that even states as small as Rhode Island aren’t ruling out their options to utilize their election security funding to address the challenges stemming from the public health emergency.\n\n“We do foresee using some of that at least while the new coronavirus comes in,” said Rhode Island Secretary of State Nellie Gorbea. “Our election system was geared towards a precinct-based voting majority, now we are going to have to centralize all of those operations.”\n\nRealizing the challenge of motivating voters to get out to the polls amid fears of contracting the virus, some states are adjusting the way their citizens can cast their ballot.\n\nRhode Island's voters usually head to their local polling centers to cast paper ballots, but as the June primary nears, the state now estimates spending nearly a million in postage so votes can be cast by mail.\n\n“Our election system was geared towards a precinct base voting majority, now we are going to have to centralize all of those operations,” said Rhode Island Secretary of State Nellie Gorbea. “This kind of massive change can have the unintentional impact of disenfranchising voters.”\n\nFor other states with counties that rely on electronic voting machines and don’t actively offer voters the opportunity to vote by mail, election security experts warn there is limited time to act before the November general election.\n“Election officials need to plan as though there are still going to be significant restrictions on how people move by November,” said Richard Hasen, an election law scholar at the University of California, Irvine.  “It’s going be very hard to staff polling places, if there are remaining areas with social distancing. Machinery is going to have to be kept clean, and more employees are going to be required to do these kinds of things.”\nWith a vastly increased likelihood of absentee balloting, states will need to ensure they still have enough funding to accommodate the costs that come from processing those ballots as they respond to COVID-19.\n\nA Democratic House aide working with California Rep. Zoe Lofgren, chairwoman of the House Administration Committee, said there’s a need to pursue further legislation ensuring that voters can safely participate in elections as the nationwide response to the virus continues.\n\n“Many states are not well prepared for this,” Hasen said. “That’s a real problem because elections are like big ships: they take time to turn.”\n",
          "headline": "Some cash-strapped states turn to election security funds to fight COVID-19",
          "id": 2,
          "journal": "ABC",
          "sentiment": -0.7

        },
        {
          "content": "\nPresident Donald Trump pushed to reopen the country Saturday, despite warning Americans \"it's not going to be a good-looking situation\" as the number of deaths approach their peak in the coming days while talking at a briefing with the White House coronavirus task force.\n\nThe president also responded to questions about a tweet that suggested creating another White House coronavirus task force that would focus on the economy and reopening the country, he said that it is something he is thinking about.\n\n\"I started by saying that, and I continue to say it. The cure cannot be worse than the problem itself. We've got to get our country open,\" Trump said.\nThe president discussed a Saturday morning call he had with commissioners of most of the major sports to discuss the effects of coronavirus to the industry, emphasizing that he wants fans \"back in the arena\" as soon as they can be.\n\n\"You know, they want to see basketball and baseball and football and hockey. They want to see their sports. They want to go out onto the golf courses and breathe nice clean, beautiful fresh air,\" Trump said. \"No, I can't tell you a date, but I think it's going to be sooner rather than later.\"\n\nTune into ABC at 1 p.m. ET and ABC News Live at 4 p.m. ET every weekday for special coverage of the novel coronavirus with the full ABC News team, including the latest news, context and analysis.\n\nHe said that sports aren't \"designed\" for closures, which he said is also true of the country, emphasizing that he wants citizens to get back to work.\n\n\"It has to get open. This country was not designed to be closed,\" Trump said. \"Think of it. We're paying people not to go to work, how about that? How does that play?\"\n\nTrump had responded to a tweet by George W. Bush's former White House press secretary Dana Perino earlier in the day saying he agreed with the idea of another task force examining how the country's economy can reopen and get back on track.\nHe also discussed the possibility of opening churches for Palm Sunday and Easter Sunday services.\n\n\"I brought it up before, I said maybe we could allow special for churches, maybe we could talk about it, maybe we could allow them with great separation outside on Easter Sunday. I don't know, it's something we should talk about,\" Trump said, while allowing he'll be watching church services on a laptop the next two weeks.\n\nThe president added on the shutdown, \"We cannot let this continue,\" and said at some point a decision will have to be made.\n\n\"Because you know, at a certain point, you'll lose more people this way through all of the problems caused, than you will with what we're doing right now,\" Trump said of the lockdowns in place across most of the country. \"What we're doing right now, I think is going to be very successful, but you know what? I don't know. We have a big decision to make at a certain point. OK? We have a big decision to make. We went this extra period of time, but I said it from the beginning, the cure cannot be worse than the problem itself.\"\nDr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases and a task force member, discussed the risks of opening the country too early, including a resurgence of the virus, saying that there have to be mechanisms in place.\n\n\"When you get it down, you need to make sure it doesn't resurge,\" Fauci said. \"That will require the ability to test, to identify, to isolate and to do contact tracing. That's what we have to have in place and hopefully we will at the time that we then pull back.\"\n\n\"As we end this week and we go into next week, you will be seeing -- and we should not be surprised, because the kinetics of how this virus works -- is that we're going to be seeing that there are going to be deaths that are going to continue to go up,\" he said.\nTrump offered some criticism for governors from some states he said are asking the federal government for more ventilators and medical supplies than they need, making it difficult to prioritize where to send medical supplies.\n\n\"Areas in the country that are not experiencing large scale infections are requesting supplies beyond what their present circumstances require, and we talk to them and we tell them and we explain it and for the most part, they're good with it. We think we're right,\" Trump said.\n\nTrump said he will hold another call with many of the nation's governors on Monday.\nTrump said he thinks some states are increasing their requests out of \"fear,\" but he said that he wants to make sure there are enough resources where there is greater need.\n\n\"When the brunt of it comes, we want to be ready to hit the area that needs it. We don't want to have spent everything in one area and they don't need it there, to anywhere near the extent,\" Trump said.\n\nHe also said 1,000 medical military personnel will be heading to New York City, where more than 2,500 people have died.\n\nThe president said that personnel includes doctors, nurses, respiratory specialists and other support staff. He said that they would consider adding to that thousand personnel, as well.\n\nTrump also talked about his use of the Defense Production Act, saying he would increase the use of it if needed as \"a retaliation\" if needs for supplies aren't met and offered specific criticism of 3M. This comes after he announced Friday that he would use the DPA to prevent the export of necessary medical supplies out of the United States.\n\nTrump was briefly waylaid during the press conference when asked about the firing of the inspector general of the Intelligence Community, Michael Atkinson, which has come under great scrutiny from Democrats.\nAtkinson's communications to Congress about a whistleblower complaint helped initiate the Ukraine impeachment inquiry against the president.\n\n\"I thought he did a terrible job, absolutely terrible. He took a whistleblower report which turned out to be a fake report, it was fake, it was totally wrong. It was about my conversation with the president of Ukraine,\" Trump said. \"He took a fake report, and he brought it to Congress.\"\n\nABC News' Allison Pecorin and Elizabeth Thomas contributed to this report.\n",
          "headline": "Trump discusses opening the country as coronavirus peak approaches",
          "id": 3,
          "journal": "CNN",
          "sentiment": -0.6

        },
        {
          "content": "\nPresident Donald Trump fired the Inspector General of the Intelligence Community, Michael Atkinson, Friday, saying he no longer had confidence in him. His termination quickly drew the ire of top Democrats.\n\nAtkinson was the intelligence community inspector general whose communications to Congress about a whistleblower complaint helped initiate the Ukraine impeachment inquiry against the president.\n\n\"As is the case with regard to other positions where I, as President, have the power of appointment, by and with the advice and doesn't of the Senate, it is vital that I have the fuller confidence in the appointees serving as Inspectors General,\" Trump said in a letter Friday announcing Atkinson's termination. \"That is no longer the case with regard to this Inspector General.\"\n\nTrump was briefly waylaid when asked about Atkinson during his daily White House coronavirus task force briefing Saturday.\nHe blasted the former inspector general even as he said people were there to hear about the government response to COVID-19.\n\n\"I thought he did a terrible job, absolutely terrible. He took a whistleblower report which turned out to be a fake report, it was fake, it was totally wrong. It was about my conversation with the president of Ukraine,\" Trump said. \"He took a fake report, and he brought it to Congress.\"\n\nSpeaker of the House Nancy Pelosi, senior Democrats and other inspectors general defended Atkinson while others in Washington questioned the timing of Trump's decision.\n\"In the midst of a national emergency, it is unconscionable that the President is once again attempting to undermine the integrity of the intelligence community by firing yet another an intelligence official simply for doing his job,\" Virginia Sen. Mark Warner, who is also Vice Chairman of the Senate Select Committee on Intelligence, said in a statement Friday.\n\nAt least 8,200 people have died from COVID-19 in the U.S. and more 300,000 people have been diagnosed with the novel coronavirus.\n\nMichael Horowitz, chair of the Council of the Inspectors General on Integrity and Efficiency and the Inspector General at the Department of Justice, issued a statement early Saturday morning, complimenting Atkinson's career.\n\"Inspector General Atkinson is known throughout the Inspector General community for his integrity, professionalism, and commitment to the rule of law and independent oversight,\" Horowitz said in a statement. \"That includes his actions in handling the Ukraine whistleblower complaint.\"\n\nWithout mentioning Trump, Horowitz said the inspector general community would continue to \"conduct aggressive, independent oversight of the agencies that we oversee.\"\n\"This retribution against a distinguished public servant for doing his job and informing Congress of an urgent and credible whistleblower complaint is a direct affront to the entire inspector general system,\" House Intel Chairman Adam Schiff said in a statement Friday night.\n\nPelosi called Atkinsons' dismissal \"shameful,\" saying his firing will have a chilling effect against whistleblowers.\n\n“The shameful late-night firing of Inspector General Atkinson is a brazen act against a patriotic public servant who has honorably performed his duty to protect the Constitution and our national security, as required by the law and by his oath,\" Pelosi said in a statement.\n\nABC News' Benjamin Siegel contributed to this report. ",
          "headline": "Pelosi, Democrats decry Trump's 'shameful' firing of inspector general amid coronavirus outbreak",
          "id": 4,
          "journal": "Fox",
          "sentiment": -0.5

        },
        {
          "content": "\nFrom a flight attendant who worked for decades to a veteran police detective, more than 7,000 people have died in the United States in the last several weeks from the ongoing novel coronavirus pandemic.\n\nThose we've lost come from all backgrounds and walks of life and include the very people -- first responders and medical staff, who are working so diligently to stem the tide of the infection and care for the sick. Variously described as heroes, caring educators and loving family members, they will never be forgotten.\n\nHere's a look at some of those who have lost their lives:\n\nSanta Rosa, California, police detective Marylou Armer \"was a bright light in this organization,\" Santa Rosa Police Chief Rainer Navarro said.\n\nArmer, who died on March 31, joined the Santa Rosa Police Department in evidence collection in September 1999. She became an officer in May 2008.\n\nArmer's most recent assignment was as a detective with the domestic violence and sexual aggression team.\nArmer was a \"thoughtful and committed public servant\" who was \"always proactive and there with a smile,\" Navarro said.\n\n\"A hero remembered is never forgotten,\" he said.\n\nFrancis “Frank” Boccabella III, 39, was the first federal Transportation Security Administration (TSA) employee to die from COVID-19.\n\nBoccabella joined the TSA in 2004, working as an explosive detection canine handler at New York City's John F. Kennedy International Airport.\nHe then worked as a compliance inspector and then an explosive detection canine handler at New Jersey's Newark Liberty International Airport.\n\n\"Frank was dedicated to protecting the traveling public with his canine partner, Bullet, a 6-year-old German Short-haired Pointer and his previous canine partner, Zmay,\" the TSA said. \"Frank and his canine partners screened hundreds of thousands of passengers, keeping them and the transportation network safe.\"\n\n\"His passing represents a personal loss to all of us who knew him and cherished both his friendship and professionalism,\" the TSA said. \"We offer heartfelt condolences to Frank’s wife, extended family, his TSA colleagues and his friends.\"\n\nJames Brown, 48, was the principal of Grover Cleveland Middle School in Caldwell, New Jersey, since 2012.\n\n\"He leaves behind his wife, Sherry, his three children, and an entire school community who loved him dearly,\" New Jersey Gov. Phil Murphy tweeted.\nIn a statement, the Caldwell-West Caldwell Public School District said Brown \"introduced a House System to foster team-building and school spirit, and he created an Advisory/Enrichment Program that allows students to develop networks of support and to explore their interests.\"\n\n\"He brought in many speakers from all walks of life to provide students with models of determination, grit, and commitment to helping those in need. Mr. Brown’s unmatched dedication to community service inspired students, faculty, and parents to focus on compassion for our fellow citizens and to make a difference every day,\" read the statement. \"We mourn the loss of a wonderful colleague who enriched our lives with his kindness, intelligence, and humor, we extend our deepest condolences to his family.\"\n\nThree members of an Ohio family -- Judith Conkey, her husband Lewis Conkey and their son David Conkey -- all died from coronavirus.\n\n\"My uncle passed away first and then my grandmother and my grandfather, they both passed the same day,\" Judith and Lewis Conkey's granddaughter, Katie Garbrandt, told ABC News.\n\n\"Everyone's deterioration went pretty quickly,\" she said. \"My grandparents did know that they were in the same hospital and they could communicate by phone, but they didn't know one's condition one day from the next. And we didn't tell my grandparents when my uncle had passed away. They were on life support and we just we just couldn't do that.\"\n\n\"I don't know if there's a word to describe how close-knit we are,\" Garbrandt said. He said his grandparents were married in 1963 and \"did everything together. ... They were always there for us.\"\n\n\"Take it seriously,\" Garbrandt said of the virus. \"We want to spare any family we can from the trauma that we're going through. We can't have funeral the proper way. We can't grieve with our friends and our family. And it just makes everything 10 times worse.\"\nCedric Dixon, 48, was a New York Police Department detective who served the city for 23 years, according to the Detectives' Endowment Association.\n“We are hurting, we are crying and we continue to fight,” Police Commissioner Dermot Shea said.\n\n\"I've spoke to many of his friends and coworkers since this morning. He was known as the person who would do anything to help you,\" Shea said. \"He is going to be so sorely missed.\"\n\nLarry Edgeworth was a longtime NBC News employee.\n\nEdgeworth, who died on March 19, most recently worked in an equipment room at NBC News' New York headquarters. He spent 25 years as an NBC News audio technician, traveling around the world with producers and correspondents, before working in an equipment room at the network's New York headquarters, NBC News Chairman Andy Lack said.\n\n\"He was truly one of the nicest men I’ve ever had the pleasure of working with,\" wrote NBC News meteorologist Dylan Dreyer. \"Through the coldest snowstorm, he always had a smile on his face. ... I’ll miss this wonderfully kind man very much.\"\nEdgeworth is survived by his wife and two sons.\nAngel Escamilla was a pastor with the Calvary Church of Naperville in Illinois.\n\n\"I personally found Pastor Angel to be a man of strong faith in the Lord, a man in the Word, and a man of GREAT prayer!\" wrote Pastor Marty Sloan. \"If anyone ever spoke into the heavens in prayer, it was Pastor Angel. He will be forever missed on our team and in the church family.\"\nPaul Frishkorn, 65, had been a flight attendant with American Airlines since 1997 and was based in Philadelphia.\n\n\"Over the years he built a reputation as a consummate professional who was honored as a Flight Service Champion twice,\" said a statement from the Association of Professional Flight Attendants. \"He was also a knowledgeable benefits consultant and servant leader for his colleagues through his work with the Association of Flight Attendants while at US Airways and later, with the Association of Professional Flight Attendants.\"\nDr. Frank Gabrin, a New Jersey emergency room doctor, \"was committed to health care\" and always wanted to be a doctor, his friend of 20 years, Debra Vasalech Lyons, told ABC News.\n\n\"He had survived a lot of things. Not only did he survive two bouts of cancer, he was part of emergency medicine during the AIDS epidemic,\" she said.\n\nIn Gabrin's emergency room, the coronavirus pandemic \"went from manageable to unmanageable almost overnight,\" Lyons said.\n\"He said, 'Look, the gloves that I have a size medium, I'm an extra large. Every time I put them on, they break. I've had to use this week my mask for four shifts,'\" she recalled. \"The hand-washing stations, they were so busy. They were running out of soap.\"\n\nWhen Gabrin fell ill with coronavirus symptoms, he self-quarantined at home, she said.\n\nLyon recalled Gabrin telling her: \"I'm very grateful that I have it mild. Within a couple of weeks I'll be through this and I'll have the antibodies and be ready to go back to work.\"\n\nGabrin is survived by his husband.\n\nRon Golden was the brother of Minnesota Lt. Gov. Peggy Flanagan.\n\nShe wrote on Instagram, \"To many, he’ll be a statistic: Tennessee’s second COVID-related death. But to me, I’ll remember a loving, older brother, uncle, father, and husband.\"\n\n\"Ron was a tough-as-nails Marine who was a big teddy bear on the inside,\" Flanagan wrote.\nFlanagan wrote that Golden was diagnosed with cancer several weeks ago.\n\n\"His immune system was compromised and he contracted COVID-19,\" she wrote. \"He was put in a medically induced coma and placed on a ventilator. He fought it as hard as he could but it was simply too much for his body. THIS is why we must #StayHome.\"\n\nGolden died on March 21.\n\nDr. James Goodrich was a world-renowned pediatric neurosurgeon and director of the division of pediatric neurosurgery at New York City's Montefiore Medical Center.\n\nGoodrich, who died on March 30, specialized in children with complex neurological conditions and created an approach for separating twins who are fused at the brain and skull, according to the medical center, where he worked for three decades.\nIn 2016, he famously led a team of doctors in a 27-hour-long procedure to separate 13-month-old twin boys.\n\nGoodrich was not only a \"pioneer\" in his field, but also \"a humble and truly caring man\" remembered for baking holiday cookies and delivering them to the Children's Hospital nurses each year, Montefiore Medical Center officials said in a statement.\n\n\"Dr. Goodrich was a beacon of our institution and he will be truly missed,\" Montefiore Medicine CEO Dr. Philip Ozuah said in a statement. \"His expertise and ability were second only to his kind heart and manner.\"\n\nArmy Capt. Douglas Linn Hickok, of the New Jersey National Guard, was a drilling guardsman in the medical command and a civilian physician assistant.\n\nHis daughter, Shandrea Hickok, says her favorite memories are the adventures her father took her and her brother on.\n\"He loved to travel and take us to parks, museums, battleships, military bases, movie theaters, beaches, and restaurants,\" Shandrea Hickok said in a statement. \"He also loved to go hiking, including up in the mountains of Utah where I went to school or on the Appalachian Trail where he lived in Pennsylvania. He enjoyed learning about wilderness survival and attended many medical conferences that had outdoor trainings.\"\n\n\"I love how caring and devoted my dad was,\" she said. \"He traveled a lot for work but would drive hours to visit my brother and I. When I graduated college last year in Utah, he flew out to Utah and got a rental truck to drive me back to the East Coast. We had great memories driving through the Rocky Mountains.\"\n\nHis sister, Mary Hickok Scott, called her brother \"fearless\" and said he \"kept serving others, even at his own risk! He loved medicine & he fought for the best treatments for his patients. My brother loved serving his country.\"\n\nJeff Hopkins, 41, who died on April 1, was a deputy with the El Paso County Sheriff's Office in Colorado.\n\nHe had been with the department since 2001 and leaves behind his wife, Wendy.\nKim King-Smith, who died on March 31, was an EKG technician working the night shift at the University Hospital in Newark, New Jersey, said Dr. Shereef Elnahal, President and CEO of the hospital.\n\n\"We lost a great one,\" Elnahal tweeted. \"Kim King-Smith was a hero.\"\n\n\"She was a front line hero. God bless her,\" said New Jersey Gov. Phil Murphy.\nSilvia Melendez, from Utah, was just 24 years old.\n\nAccording to her brother, her immune system was weakened from an open heart surgery two years ago,\n\n“She’s the one that helped a lot of people, very open heart, and amazing, amazing. I will miss her, I will miss her so much,” her father, Marcos Melendez, told CBS affiliate KUTV in Salt Lake City.\n\n“You could communicate with Silvia through your looks and she would give you these eyes and you would already know what she was saying, and she would know what you were saying,\" her friend Acacia Probert told KUTV.\n\nHer family said they plan to hold a celebration of life once quarantine has ended.\nMaria Mercader, 54, was a cancer survivor and a CBS News journalist for three decades, joining the network in 1987.\n\n\"Even more than her talents as a journalist, we will miss her indomitable spirit,\" Susan Zirinsky, CBS News president and senior executive producer, said in a statement released by the network.\n\n\"Even when she was hospitalized — and she knew something was going on at CBS, she would call with counsel, encouragement, and would say 'you can do this,'\" Zirinksy said. \"I called Maria a 'warrior,' she was. Maria was a gift we cherished.\"\n\"The Maria we are privileged to call family and friend knew better than most the power of relationships, loyalty, faith, kindness, perseverance and a smile, even when a smile defied the darkness of the moment,\" added Ingrid Ciprian-Matthews, CBS News' EVP of strategic professional development. \"Her notable professional contributions are part of the CBS Archives, but it is her magnificent human spirit that touched so many of us, that will stay with us forever.\"\n\nMaryBeth Papetti, 65, who is survived by her husband, son and daughter-in-law, \"devoted her life to her family and her work in the healthcare field,\" according to her obituary.\n\nAfter becoming a registered nurse, Papetti, who died on March 24, became the director of nursing at several long-term care facilities in New Jersey,\n\n\"MaryBeth was known for going above and beyond in her career, not only because of her dedication to her patients, but also for being an inspirational role model to her colleagues,\" her obituary said.\n\"She especially found joy in planning family gatherings, in particular her annual family Christmas Eve party,\" and recently helping plan her son and daughter-in-law's wedding.\n\nPapetti was also an aunt of an ABC News employee.\n\nPhillip Perry was the principal of G.W. Carver Middle School in Texas.\n\n\"Mr. Perry has been a role model to countless students in our district and in his neighborhood,\" said a statement from the Waco Independent School District. \"He cared deeply for his students and colleagues at G.W. Carver Middle School, providing guidance and support at any time.\n\n\"In addition to serving as principal at Carver, Mr. Perry often umpired local baseball games and refereed basketball games, offering words of encouragement to young athletes.\"\nSypraseuth \"Bud\" Phouangphrachanh, a deputy sheriff with the Montgomery County Sheriff's Office in North Carolina, died on March 31 and is survived by his wife and five children, said Sheriff Chris Watkins.\n\n\"Deputy Phouangphrachanh was affectionately known as “Deputy Bud” by his co-workers, community and his students where he served as a School Resource Officer,\" Watkins said in a statement published by ABC Charlotte affiliate WSOC.\n\n\"During his service to Montgomery County he filled many roles, but his passion was as a School Resource Officer where he worked with middle school and high school students,\" Watkins said. \"His dedication to youth led him to attend DARE Instructor Training, which he loved and believed in as a tool to better his community.\"\nJanice Preschel, 60, of Teaneck, New Jersey, \"was the founder of the Helping Hands Food Pantry that has fed countless families for more than a decade,\" tweeted New Jersey Gov. Phil Murphy.\n\n\"She was active in her temple – Temple Emeth – and was a past president of the Teaneck Rotary,\" he wrote.\nWayne Reese Sr., 74, was a beloved high school football coach in New Orleans.\n\nReese played football for Tennessee State and the Los Angeles Rams before spending more than 40 years as a head coach in his native New Orleans, reported Nola.com.\n\n\"He was a great man and role model and assisted so many inner-city student-athletes in getting to college and getting a degree,\" the Louisiana High School Coaches Association told ABC News.\nIsaac Robinson was a state representative for Michigan’s 4th House District.\n\n\"Rep. Isaac Robinson had a huge heart, a quick wit, and a genuine passion for the people,\" tweeted Michigan Gov. Gretchen Whitmer. \"He was a fierce advocate for Detroiters and people across Southeast Michigan.\"\n\"He dedicated his career to ensuring justice and security for those he served, and the impact he had on his community will continue to be felt for years to come. Rep. Robinson will be missed by many, including me,\" she tweeted. \"It was an honor to serve the people of Michigan alongside him.\"\nRobinson died on March 29.\n\nDan Spector was a Memphis artist who was gifted from an early age, his younger sister, Rachel Spector Peak, told ABC News.\n\nAfter attending the Rhode Island School of Design, Spector launched a career in industrial design and started his own company for architectural molds and reproductions, Peak said.\n“I’m on overload right now,\" she said.\n\nPeak said her brother's funeral was held online, which she said was a \"tremendous help.\"\n\n\"It was very painful. I mean to watch your brother get buried by video – to watch your brother period get buried is painful,\" she said. \"At least I was able to see him and I could hear the rabbi’s prayers and I could see the other people that were there, you know, on my iPad.”\n\nIsrael Tolentino Jr. was a firefighter in Passaic, New Jersey, who came on the job in December 2018.\n\n“He was liked immediately.  A wonderful, wonderful person. And he fit right in to that tour and made it his home,\" his fire chief, Patrick Trentacost, told ABC News. “We are family... we are there for 24 hours. We sleep there. And we laugh together and we cry together.”\nTolentino \"was always happy to jump in” to do fire education at local schools, said Trentacost.\n\nThe chief said that what made it especially difficult was that they couldn't give him the full honors they normally would bestow on a fallen member.\n\n\"We did our best, but we had to keep our distance. We had to maintain our personnel in the vehicles,\" Trentacost said. \"We have to set the example for safety. We have to set the example of social distance. And we did it. We gave as much respect and honor as we possibly could. Certainly we couldn’t go there and hug his wife Maria, who is a tremendous person. We couldn’t hug his kids.\"\n\nJames Villecco, 55, was an auto mechanic with New York City's fire department, most recently working in the ambulance repair shop.⁣\n⁣\n“Behind the thousands of calls our members respond to every day is a team of dedicated and skilled mechanics who ensure our ambulances are running 24/7,” said Daniel  Nigro, Commissioner of the FDNY. \"James Villecco was one of those truly unsung heroes in our Department whose outstanding work provided medical care for the people of our city. The entire Department mourns his loss.”⁣\n⁣\nVillecco, who died on March 29, lived in State Island and served six years in the Army, the FDNY said.\n\nHe is survived by his wife, Joy, and daughter, Jessica.\nBernard Waddell, Sr. was a correctional police officer in Hudson County, New Jersey, who died after 28 years of service, according to the New Jersey State Policemen’s Benevolent Association.\n\n“He’s going to be sorely missed,\" said Ron Edwards, director of the Hudson County Department of Corrections, according to NJ.com. “He was more than just an officer. He was a gentleman.”\n\nNew Jersey's governor, Phil Murphy, called him a front-line hero.",
          "headline": "Faces of the coronavirus pandemic: Remembering those who died",
          "id": 5,
          "journal": "NYT",
          "sentiment": -0.4

        },
        {
          "content": "\nHobby Lobby finally closed all of its stores in the U.S. after the craft supplies company received backlash for staying open in at least one state amid the novel coronavirus pandemic.\n\nNearly all of the store employees will be furloughed, as well as a large portion of corporate and distribution employees, according to a statement from the company.\n\nThe closure and furlough took effect Friday evening and will remain in place until further notice, the statement read.\nOn Wednesday, stores in Colorado were still open despite being deemed a nonessential business and ordered to close. The office of Colorado Attorney General Phil Weiser then sent a cease and desist letter to the Hobby Lobby.\n\nIn the company's statement announcing it would close, it appeared to defend its previous decision to remain open.\n\n\"We know our customers relied on us to provide essential products, including materials to make personal protective equipment, such as face masks, educational supplies for the countless parents who are now educating their children from home, and the thousands of small arts and crafts businesses who rely on us for supplies to make their products,\" according to the statement.\n\nThe company also detailed the measures it took to provide a safer shopping environment, including installing physical barriers between customers and cashiers.\nWhile the stores are closed, the company is ending its emergency leave pay and paid time off benefits. Employees will still have medical, dental, life, and long-term disability benefits for employees while furloughed through at least May 1, 2020, according to Hobby Lobby's statement.\n\nThe coronavirus crisis in the U.S., which has become the epicenter of the pandemic, caused the majority of the states to order all nonessential businesses to close.\n\nOnly nine states have not implemented formal, statewide stay-at-home orders: Arkansas, Iowa (all nonessential businesses closed until April 7), Nebraska, North Dakota, Oklahoma (closed all nonessential businesses), South Carolina (closed all nonessential businesses), South Dakota, Utah and Wyoming (closed all nonessential businesses last Friday)\n",
          "headline": "Hobby Lobby closes its stores after defying coronavirus stay-at-home orders",
          "id": 6,
          "journal": "WSJ",
          "sentiment": -0.4

        },
        {
          "content": "\nSara Bareilles revealed on Thursday that she had the COVID-19 coronavirus and has now fully recovered.\n\nIn a video posted to her official Instagram account, the 40-year-old Grammy-winning singer, songwriter and Broadway star made the announcement while walking around New York City.\n\n\"Just wanted to check in. I’m really quiet right now and will probably continue to be quiet. Just sort of taking all of this in and having a lot of feelings, as I do,\" she said.\n\"I had [COVID-19], just so you know. I’m fully recovered, just so you know,\" she continued. \"I am just thinking about all of the people who are walking through this really tricky time and sending a lot of love.\"\n\nThe \"Waitress\" writer added that she is spending her days now \"being really grateful for every easy breath...and every day that I get to be walking around.\"\n\nShe ended her announcement by wishing fans \"Lots of love you guys. Take care of yourselves.\"\nBareilles didn’t elaborate on how she contracted the virus, nor did she name it directly or provide any further details.\n\nHowever, in the caption she disclosed that, \"This is so scary.  I'm so scared.\"\n\nNew York City has become the epicenter of the U.S.' COVID-19 outbreak, with 51,809 diagnosed cases and 1,562 deaths as of Friday.\n",
          "headline": "Sara Bareilles reveals she was diagnosed with COVID-19 and is now fully recovered",
          "id": 7,
          "journal": "WP",
          "sentiment": -0.3

        },
        {
          "content": "\nThese past several weeks, national attention regarding the COVID-19 pandemic has been focused on known urban hotspots such as New York City, Chicago and Los Angeles. However, a troubling new trend is emerging: outbreaks in rural communities.\n\nDr. Marynia Kolak is the assistant director for Health Informatics at the Center for Spatial Data Science at the University of Chicago, which recently released a U.S. COVID-19 Atlas, providing county-level data on COVID-19 cases to help locate emerging hotspots for the disease. The results are surprising.\n\"A lot of hotspots are seen in rural regions throughout the south, especially when you adjust for population size,\" Kolak said.\n\nUnfortunately, it's not just an increase in the number of cases.\n\n\"We also see elevated adjusted death rates in places like Northern Mississippi, a lot of Louisiana, and smaller counties in Alabama and South Carolina,\" she said.\n\nTune into ABC at 1 p.m. ET and ABC News Live at 4 p.m. ET every weekday for special coverage of the novel coronavirus with the full ABC News team, including the latest news, context and analysis.\nThe rise of COVID-19 in rural communities might at first seem counterintuitive. With people spread far apart, sometimes with acres of land between houses, rural communities on the surface appear to be practicing social distancing by default.\n\nBut Dr. John Brownstein, an epidemiologist at Boston Children's Hospital, said it's common for viruses to trickle into rural communities after hitting big cities first.\n\n\"We see this kind of trend in the flu as well,\" he said. \"It tends to start in urban areas where there is a lot of mixing, and then it moves out to suburban and rural communities. Additionally, in this case, when people are asked to quarantine or shelter-in-place, people tend to move out of cities to suburban and rural locations bunker down.\"\n\nOn top of that, Kolak said some states have been slow to adopt formal social distancing policies, which may drive an uptick in infections among their rural populations.\n\"Mississippi and Florida only issued statewide shelter-in-place orders this week, so the public may have been getting mixed messages,\" Kolak said.\n\n\"We also see a sense of community in rural environments where family and friends come together, which is great at most times, but not ideal for this crisis,\" Kolak added.\n\nThis helps explain how the disease spread to rural locations. But why are people in rural communities more likely to die of COVID-19 infection, as the data also seems to indicate?\nExperts say the elevated death rate can be attributed to the fact that people living in rural communities, on average, tend to have higher rates of chronic medical conditions and less access to medical resources.\n\nThe Centers for Disease Control and Prevention notes that rural Americans \"tend to have higher rates of cigarette smoking, high blood pressure, and obesity. They also have higher rates of poverty, less access to healthcare, and are less likely to have health insurance.\"\n\n\"These are vulnerable populations with poor access to insurance who may have to travel far to get to a hospital,\" Kolak said. \"It's a bit of a perfect storm with worse access to health care, less health insurance overall, and slow policies to take COVID-19 seriously.\"\n\nAccording to Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases and White House coronavirus task force member, Americans across the country should interpret President Donald Trump's 30-day federal guidelines as a nationwide stay-at-home order, even if it's not really enforceable.\n\nAs scary it sounds, the areas most conducive to social distancing may be the most dangerous places to become infected with the novel coronavirus.\n\nVinayak Kumar, M.D., M.B.A., is an Internal Medicine Resident at Mayo Clinic and is a contributor to the ABC News Medical Unit.\n",
          "headline": "Surprising COVID-19 hot spots: Why coronavirus still threatens rural areas",
          "id": 8,
          "journal": "CNN",
          "sentiment": -0.3
        },
        {
          "content": "\nThe U.S. government’s historic $2.2 trillion coronavirus aid relief package recently approved by Congress is highly vulnerable to fraud and abuse, oversight experts and veteran watchdogs who investigated abuse of the government’s financial system bailout more than a decade ago told ABC News.\n\nThe size of the unprecedented relief package -- in the scale of spending and the number of businesses eligible for funds -- will make it difficult to verify the information from each applicant, and how they plan to use their money.\n\nWith roughly 10 million Americans filing jobless claims over the last two weeks, and millions of small businesses seeking government aid to stay afloat, the need for the government to immediately push out money to Americans and into the staggering economy could hinder efforts to filter out efforts from potential fraudsters to seek relief funds.\n\nTune into ABC at 1 p.m. ET and ABC News Live at 4 p.m. ET every weekday for special coverage of the novel coronavirus with the full ABC News team, including the latest news, context and analysis.\n\n“Everybody’s acceptance of some or a lot of fraud is going to have to be high, because it’s going to happen,” said Earl Devaney, who served as the top watchdog of the Recovery Accountability and Transparency Board, which tracked the stimulus spending following the Great Recession in the late 2000s.\n\nThough the legislation mandates multiple oversight bodies, if even a small percentage of the funds are misused, it could mean fraud on the scale of potentially millions, if not billions, before there are any efforts to recoup losses, according to experts.\nThey see the $350 billion in funding earmarked for small businesses in the form of forgivable loans as particularly susceptible to abuse. Millions of small business owners began applying to banks for the loans on Friday, though many applicants and lenders experienced problems with the program's rollout.\nWhile the Treasury Department has said money will begin flowing immediately, some institutions, including JP Morgan Chase, said Thursday they would not be ready to receive applications by Friday.\n\nOther veteran investigators are concerned that the review process, which leaves it up to banks to vet potential borrowers and applicants to attest to their eligibility, doesn’t give authorities enough time to effectively weed out potential fraud.\n\n“If you have fewer entities that has a lot of implications for oversight. It’s fewer entities to worry about. But it also means that the processes for application can be a little more thoughtful,” Neil Barofsky, the former special inspector general of the $700 billion Troubled Asset Relief Program (TARP), told ABC News.\n\n“In contrast here, the very purpose of these programs is not to impact a relatively small number of institutions but to reach as far and wide as possible,\" he said.\n\nThe small business loan initiative, known as the Paycheck Protection Program, will be “an extraordinarily easy program to defraud, and it will be defrauded in massive ways,” he added.\n\n4 groups to oversee how the money's used\n\nThe $2.2 trillion, 880-page CARES ACT approved by Congress last week included oversight provisions, modeled after some of the safeguards implemented to track the financial system bailout and stimulus money after the Great Recession.\n\nIt formed three major groups to lead oversight efforts: A new special inspector general, who will be nominated by Trump and confirmed by the Senate, will be responsible for oversight of the $500 billion fund administered by the Treasury Department and Secretary Steven Mnuchin.\n\nTrump plans to nominate Brian Miller, a special assistant to the president and senior associate counsel in the Office of White House Counsel, to serve as inspector general, the White House announced Friday night.\n\nA five-member bipartisan panel of lawmakers will monitor the Treasury Department program and Federal Reserve’s implementation of the stimulus package, and is expected to hold hearings and take public testimony from officials managing the programs.\n\nThe third group, the Pandemic Response Accountability Committee, have the broadest mandate, aimed at rooting out waste and fraud throughout programs in the entire $2.2 trillion relief package.\n\nLed by Glenn Fine, the acting inspector general of the Department of Defense who was part of the panel’s precursor following the financial crisis, the group will be able to conduct audits, subpoena individuals and information, and refer matters to the Justice Department for investigation.\n“Every time there’s kind of an emergency surge in spending like this it’s even more important that there’s additional layers of oversight to make sure that everything is on the up and up,” Liz Hempowicz, the director of public policy at the Project on Government Oversight, told ABC News.\n\nHempowicz, who worked with Senate lawmakers on the provisions in the package, was optimistic that the various levels of oversight would help minimize fraud, modeled after the success of similar efforts a decade ago. But even a successful effort -- keeping abuse of funds below one percent of total spending -- could still amount to millions in waste, given the scale of the effort.\n\nHouse and Senate Democrats, who were particularly worried about how the $500 billion supervised by Mnuchin will be awarded, also pushed Republicans to add additional language into the legislation preventing President Trump, his family, top government officials and lawmakers from receiving loans or investments from the Treasury programs.\n\nAfter bipartisan bailout, politics threatens oversight\n\nAlready, there are signs that President Trump and Democrats could tangle over oversight of the massive stimulus programs as money begins to flow from the federal government to workers and businesses.\nTrump's plans to nominate Miller, a former inspector general for the General Services Administration, will likely be met with criticism by Democrats. Inspectors General are typically independent and apolitical appointees; Miller played a role in rebuffing investigations into the withheld military aid to Ukraine that led to Trump's impeachment.\n\nIn a signing statement last week, Trump said he wouldn’t allow the inspector general to share information with Congress without “presidential supervision,” objecting to the provisions of the law that require the watchdog to notify Congress when they are “unreasonably” denied information about the stimulus program.\nDemocrats criticized the comments, and on Thursday House Speaker Nancy Pelosi announced the formation of a special select committee to provide additional oversight of the recovery funds and the administration’s management of the coronavirus crisis, a move Republicans and the White House quickly condemned as redundant.\n\nMnuchin on Thursday said he didn’t think the panel was necessary.\n\n“Both parties wanted us to have oversight, wanted us to have transparency. We have full transparency,\" he said at the daily White House coronavirus briefing.\n\n“It’s witch hunt after witch hunt after witch hunt,” Trump said of the select committee at the same briefing.\n\nSenate Finance Committee Ranking Member Ron Wyden, D-Ore., on Saturday, issued the following statement on the nomination of Brian Miller to be special inspector general for pandemic recovery:\n\n\"The special inspector general needs to be independent above all. Someone who currently works in the White House counsel’s office, serving a president who has tried to silence other inspector generals and announced his intention to silence this one, is not independent. It’s no wonder President Trump announced this nomination late on a Friday evening.\"\n\n\"While Mr. Miller has requisite experience for this position, he must clear a high bar to show the Senate he would protect the interests of the American people over the political interests of this administration.\"\n\nWhile it’s not uncommon for both parties to snipe over the use – and potential abuse – of stimulus funds, the level of partisanship in Washington and the immediate need for the funds to be delivered to businesses and Americans make this situation much more difficult than the oversight efforts following the last recession, Devaney told ABC News.\n\n“The atmosphere on the Hill, I thought it was acrimonious when I was there. It’s a lot worse today and I suspect that whoever takes this job is going to be testifying once a week,” he said of the eventual special inspector general.\n\nFormer Rep. Tom Davis, R-Virginia, who served as chair of the House Oversight Committee, defended the stimulus package, given the time constraints put on lawmakers and the Trump administration.\n\n“It’s unlike anything I’ve ever seen in the last 50 years,” he told ABC News. “Emergency situations call for emergency measures. You can’t sit and write layers and layers of oversight.”\n\n“There’s always going to be money going to people who shouldn’t have gotten it,” Davis said. “The question is, what were the alternatives?\n\nLawmakers and coronavirus stimulus watchdogs won’t just have this historic $2.2 trillion coronavirus package to police. Conversations have already started on Capitol Hill around a fourth phase of relief funding, including more money for small businesses.",
          "headline": "Experts warn about big dollar fraud in $2.2 trillion coronavirus relief package",
          "id": 9,
          "journal": "NYT",
          "sentiment": -0.3
        },
        {
          "content": "\nThe Centers for Disease Control and Prevention is advising the use of cloth face coverings during the novel coronavirus pandemic, even do-it-yourself covers.\n\nThe CDC said cloth face masks are also important to use by those not exhibiting symptoms.\n\"The virus can spread between people interacting in close proximity -- for example, speaking, coughing, or sneezing -- even if those people are not exhibiting symptoms.\" according to a statement on the CDC’s website.\n\n\"In light of this new evidence, CDC recommends wearing cloth face coverings in public settings where other social distancing measures are difficult to maintain (e.g., grocery stores and pharmacies) especially in areas of significant community-based transmission,\" the statement continued.\nThe CDC states that cloth face masks can be made from common household items, and while they are not medical-grade, it is important that medical-grade masks including surgical and N95 masks are reserved for health care workers currently facing a dire shortage of protective equipment.\nIn a video on the CDC’s website. U.S. Surgeon General Dr. Jerome Adams said that cloth face coverings can be made from an old scarf, bandanas and hand towels, and shows how to fashion a face covering from a t-shirt and two rubber bands.\nOn Friday during a press briefing, President Trump said that the CDC was now advising Americans to wear non-medical masks in public, adding it was voluntary and that he would not wear a mask.\nAs of Saturday morning, over 7,000 people in the United States have died from COVID-19. There are at least 278,458 diagnosed cases in the U.S. and more than 1.1 million around the world.\n\nABC News' Eric Strauss,  Libby Cathey and Michelle Stoddart contributed to this report.\n",
          "headline": "No surgical or N95 mask? Wear DIY face cover during coronavirus outbreak: CDC",
          "id": 10,
          "journal": "WSJ",
          "sentiment": -0.2

        }
      ]
    }
  }