[
  {
    "percentage": 0.9347100853919983,
    "country_id": 236,
    "id": 9051,
    "timestamp": "2020-05-17T02:54:48",
    "class": "MiscellaneousPolicies",
    "content": "Eric Trump tells 'Justice with Judge Jeanine' that Democrats have a 'cognizant strategy' to use the coronavirus crisis to derail the president's 2020 campaign.The Democrats are \"trying to milk\" the coronavirus pandemic for every election advantage they can get over President Trump, the president's son, Eric Trump, said Saturday night.\"It's sad,\" Trump told Fox News host Jeanine Pirro on \"Justice with Judge Jeanine.\" \"My father as commander-in-chief has one of the hardest decisions I think any president in history has had,\" regarding whether to reopen the U.S. economy, and to what extent, Trump said.\"You have to weigh the safety of the public versus, you know, our economy and opening up America,\" he explained. \"We are the economic powerhouse of the entire world, Jeanine. And, you know, he's got to weigh that. But America does have to get back to work and Americans also want to get back to work.\"AMERICA 'ISOLATED' AT UN? GENERAL ASSEMBLY BREAKS WITH US ON MOST VOTES, REPORT FINDSTrump also ripped Joe Biden, asserting the presumptive Democratic presidential nominee \"loves\" that he and Trump can't campaign before large crowds during the pandemic -- because Biden thinks it hurts the president.\"Biden loves this. Biden can't go on stage without making some horrible blunder. I mean, even from his basement, he's making awful gaffes every single day. So his campaign is thrilled that he's not going out there,\" Trump said. \"And they think they're taking away Donald Trump's greatest tool, which is being able to go into an arena and fill it with 50,000 people every single time.\"\"So they will, and you watch, they'll milk it every single day between now and Nov. 3. And guess what? After Nov. 3, coronavirus will magically all of a sudden go away and disappear and everybody will be able to reopen,\" Trump said. \"They're trying to deprive him of his greatest asset, which is the fact that the American people love him. The fact that he's relatable, the fact that he can go out there and draw massive crowds.\"CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGETrump also accused journalists of \"stoking fear,\" saying they removed their face masks after cameras stopped rolling during Friday's White House news briefing.\"They're actually stoking fear in this country. They're doing a massive disservice. They're being totally disingenuous about the whole thing,\" Trump said. \"But they're doing it for one reason. They want to hurt Trump.\"",
    "headline": "Eric Trump says Democrats 'trying to milk' coronavirus shutdown, media 'stoking fear'",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/media/eric-trump-says-democrats-trying-to-milk-coronavirus-shutdown-media-stoking-fear?"
  },
  {
    "percentage": 0.8837610483169556,
    "country_id": 236,
    "id": 9053,
    "timestamp": "2020-05-17T17:28:40",
    "class": "ContainmentandClosurePolicies",
    "content": "Ohio family physician and recovered coronavirus patient, Dr. Mary Krebs, tells ‘America’s News HQ’ the psychological toll the coronavirus has taken on the nation’s health care workers.Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.More than 180 people who attended a religious service on Mother's Day in Northern California were exposed to coronavirus after someone who attended the event last Sunday tested positive for the virus.Butte County Public Health said in a news release on Friday the infected person received their positive COVID-19 diagnosis the day after the service and is now in home isolation.“At this time, organizations that hold in-person services or gatherings are putting the health and safety of their congregations, the general public and our local ability to open up at great risk,” Butte County Public Health Director Danette York said in a statement. “We all need to do our part to follow the orders and mitigation efforts so that our Reopen Butte County plan can continue to move forward.\"WASHINGTON GOV. INSLEE RETRACTS ORDER THAT RESTAURANTS KEEP LOG OF CUSTOMERS WHEN REOPENING AMID CORONAVIRUSThe church in Butte County, north of Sacramento, chose to open its doors despite rules banning gatherings of any size, county public health officials said in a statement Friday.Gatherings of any size in California have been disallowed by the governor’s “Stay at Home” order since March 19, 2020.Nashville Christ Presbyterian Church's Pastor Scott Sauls on how you can worship at home.Butte County is among more than 20 California counties that have been authorized to advance to Stage 2 of the state’s reopening plan. The planned Stage 2 reopening plan for Butte County does not give the authority to allow for large gatherings. Those may be considered in the future as officials move toward a Stage 3 reopening.Health officials said despite the order, the organization \"chose to open its doors\" for the Mother's Day service, which resulted in exposing the entire congregation to COVID-19.\"Moving too quickly through the reopening process can cause a major setback and could require us to revert back to more restrictive measures. We implore everyone to follow the state order and our reopening plan to help combat the potential spread of COVID-19,\" York said.The decision by the religious congregation came at a \"cost of many hours\" in addition to a \"financial burden\" to respond effectively to stop the spread of COVID-19. All of those who attended the service have been notified of their exposure and instructed by BCPH to self-quarantine.Officials are now working on establishing testing for all those who attended the service.CLICK HERE FOR FULL CORONAVIRUS COVERAGE\"Such decisions can place great risk on the county’s ability to continue opening at a faster rate than the state,\" the statement said.Most people with COVID-19 experience fever and cough for up to three weeks. Older adults and people with existing health problems can face severe illness, including pneumonia, and death. The vast majority recover.CLICK HERE FOR THE FOX NEWS APPAs of Sunday, there were 78,725 cases of COVID-19 in California with at least 3,208 deaths, according to Johns Hopkins University.The Associated Press contributed to this report.",
    "headline": "Person with coronavirus attends Mother's Day religious service in California, exposes 180 to virus, health officials say",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/us/coronavirus-butte-county-mothers-day-church-service-california-exposed-180-health-department?"
  },
  {
    "percentage": 0.9808767437934875,
    "country_id": 236,
    "id": 9057,
    "timestamp": "2020-05-17T21:33:17",
    "class": "ContainmentandClosurePolicies",
    "content": "Fox News Flash top headlines are here. Check out what's clicking on Foxnews.com.Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.The parking garage of a funeral home in Barcelona, which was retrofitted as a temporary morgue space for coronavirus deaths, closed on Sunday, further evidence of the slowing fatality rates in one of Spain's hardest-hit cities.As deaths spiked in March, the funeral home, run by the private company Mémora, announced that it decided to close its parking garage and install refrigeration units so workers could store the overflow of coffins in a safe place.BRAZIL SURPASSES ITALY, SPAIN AS CORONAVIRUS CASES SURGE IN LATIN AMERICA\"We installed refrigeration units to get the same conditions inside the funeral homes,” company spokesman Fernando Sánchez told The Associated Press.Over 3,200 victims of COVID-19 passed through the temporary morgue in 53 days of use, the funeral home reported.\n      Mortuary service workers on Sunday carrying the coffin of the last COVID-19 victim stored at an underground parking garage that was turned into a morgue, at the Collserola funeral home in Barcelona, Spain. (AP Photo/Emilio Morenatti)\n      Now that the daily death count has fallen significantly from 900 a day at its peak in Barcelona to under 100 as of Sunday, the last of the bodies from the temporary morgue was buried and the funeral home planned to reopen a portion of the parking lot for public use. It still planned to keep some of the refrigerated units in place, however, as a contingency plan for a second wave that officials warned could unfold in the coming months.Barcelona and the surrounding Catalonia region were only second to Madrid in virus deaths and infections for Spain. Catalonia has confirmed nearly 6,000 deaths and over 54,000 infections from the virus.CLICK HERE FOR THE FOX NEWS APPA similar overflow of COVID-19 victims in Madrid led city officials to convert an ice rink into a morgue temporarily. They closed it last month.The Associated Press contributed to this report. ",
    "headline": "Barcelona closes temporary morgue in parking garage as coronavirus deaths drop",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/world/barcelona-closes-temporary-morgue-parking-garage-coronavirus-deaths?"
  },
  {
    "percentage": 0.8146302700042725,
    "country_id": 236,
    "id": 9065,
    "timestamp": "2020-05-17T08:23:03",
    "class": "MiscellaneousPolicies",
    "content": "This briefing has ended. Follow our latest coverage of the coronavirus pandemic.A divided House on Friday narrowly passed a $3 trillion pandemic relief package to send aid to struggling state and local governments and another round of direct $1,200 payments to taxpayers, advancing a proposal with little chance of becoming law over near-unanimous Republican opposition.As retail sales plunged and jobless claims mounted, the prospect of more aid from Washington remained uncertain. Democratic leaders characterized the $3 trillion measure, which President Trump has promised to veto, as their opening offer in future negotiations over the next round of coronavirus aid, forging ahead in passing it even amid rifts within their own ranks.With nearly $1 trillion in aid to battered states, cities and Native American tribes, and another round of bolstered jobless benefits and direct government payments to Americans, the measure was an expansive sequel to the $2.2 trillion stimulus enacted in March, reflecting Democrats’ desire to push for a quick and aggressive new round of help.Mr. Trump and Republicans have vacillated about whether they would commit to another phase of federal assistance, and have made it clear they are in no rush to provide it.The bill passed on a tight margin, 208-199, as some moderate Democrats from conservative-leaning districts rejected it as a costly overreach that included provisions unrelated to the pandemic.Even though the bill was more a messaging document than a viable piece of legislation, its fate was in doubt in the final hours before its passage. Republicans forced a vote to bar undocumented immigrants from receiving $1,200 coronavirus aid payments, hoping to garner the support of enough centrist Democrats to prevail.If that happened, progressives were privately threatening to band together with members of the Congressional Hispanic Caucus to sink the bill, according to people familiar with their conversations who detailed them on the condition of anonymity.Ms. Pelosi furiously worked the House floor into the evening, intercepting lawmakers as they came, in an effort to discourage them from backing the Republicans’ proposal. Her efforts prevailed and the effort fell short.The economic destruction caused by the virus continued to upend life in America. Retail sales plunged a record 16.4 percent in April, according to government data reported Friday, on the heels of an 8.3 percent drop in March. It was by far the largest two-month decline on record, and prompted storied brands including J. Crew, Neiman Marcus and J.C. Penney to file for bankruptcy.The grim retail news was announced just a day after the government reported that nearly three million people had filed unemployment claims last week, bringing the two-month tally to a staggering 36 million jobless claims.The House voted on Friday to begin allowing lawmakers to vote remotely using proxies and for committees to meet via online conferences, changing its rules to allow Congress for the first time in the chamber’s 231-year history to meet without its members physically being together.For an institution steeped in tradition and precedent, the changes were a reflection of the profound ways in which the coronavirus pandemic is reshaping American life. The party-line vote was 217-189, with Republicans unanimously opposing a change they called a power grab by the majority.The new rules will allow a member to vote remotely by providing precise instructions to a proxy who is able to be present on the House floor. The vote also paved the way for House members to cast votes remotely using technology in the future, but only after a feasibility study is conducted to ensure that such a system could operate securely.Democratic leaders said they hoped the new rules would allow the chamber, which has mostly been sidelined by the virus since March, to begin conducting more rigorous oversight of the Trump administration’s pandemic response and restart the legislative process on spending and defense bills even as lawmakers remain scattered across the country.“This change is not permanent,” Representative Steny H. Hoyer, Democrat of Maryland and the majority leader, said during a bitter debate before the vote. “This is to meet a temporary catastrophe that confronts our country that we have not seen the likes of in over a century.”Even though some Republicans had expressed support for creating a way for the House to work with members spread out across the country, they opposed Democrats’ plan en masse after weeks of bipartisan talks yielded no agreement.Representative Kevin McCarthy of California, the top House Republican, and his deputies laid out their concerns in a letter on Thursday, saying that the plan was rushed and would trample the rights of the minority.“Upending more than 200 years of precedent through partisan fiat will jeopardize the deliberative process of the House of Representatives and our ability to represent our constituents,” they wrote.The smaller Senate has adapted in more modest ways, allowing its members to participate in hearings via videoconference. But Republican leaders there have reconvened lawmakers in Washington and largely put the chamber back to work despite the health risks.In Pennsylvania, Gov. Tom Wolf, a Democrat, lifted restrictions in 13 counties, including the Pittsburgh area, on Friday and announced 12 more counties that could reopen starting May 22. But he was not moving fast enough for some.In Lebanon County, near Harrisburg, the Republican-led county board voted, 2-1, to reopen businesses in defiance of the governor’s order, starting Monday. With a population of 141,000, the county has a higher infection rate than other parts of the state.A number of states lifted restrictions on businesses and public life on Friday, in a significant milestone for the country’s attempt to re-emerge from coronavirus-related shutdowns. More than two-thirds of states have now relaxed restrictions in some significant way, including some that had previously been the most locked down.In Oregon, retail stores will flip their window signs to “open.” A stay-at-home order will expire in Arizona. And restaurants and bars in much of Virginia will be able to seat customers for happy hour again — but only outside.In Maryland, Gov. Larry Hogan, a Republican, will allow stores, salons and houses of worship to open up with social distancing requirements starting Friday night, even as cases remain relatively steady. Gyms, barbershops, movie theaters and bars with food permits will also be allowed to open back up in Louisiana, which at one point was experiencing the fastest growth in new cases in the world and most recently has seen a decline in new cases.The reopenings have come even as the nation’s top infectious disease expert, Dr. Anthony S. Fauci, testified before Congress this week that reopening too soon could trigger another uncontrollable outbreak. The changes on Friday represent a departure in states that had previously been among the most assertive about restrictions.In Lebanon County, Pa., the commissioner Bob Phillips, a Republican, said that he favored the resolution to reopen in defiance of the governor’s order, but noted that the county could now miss out on funding handed out by the state. Businesses that decide to reopen and hold licenses with the state could also face penalties.“We’re trying to transfer the decision making to the business owners so they can open up and try to salvage what’s left,” he said in an interview.As more parts of the country reopen businesses, many retail workers have reluctantly turned into de facto enforcers of public health guidelines, confronting customers who refuse to wear masks or to maintain a wide distance from others. The risk of a violent reaction now hangs over jobs already fraught with health perils.A Target store employee in Van Nuys, Calif., ended up with a broken left arm while helping to remove two customers who refused to wear masks.A female cashier told a man refusing to wear a mask that he could not buy a pack of cigars at a convenience store in Perkasie, Pa. He punched her three times in the face.And in the most violent incident, the security guard at a Dollar Store in Flint, Mich., was shot dead after insisting that a customer put on a mask.Stores are “caught in the middle,” said Meegan Holland, the spokeswoman for the Michigan Retailers Association. “People can get belligerent when being asked to do something that they do not want to do.”President Trump doubled down on Friday on his promise to have a coronavirus vaccine available by the end of this year, betting that he can rally the pharmaceutical industry and the government to have one available to nearly all Americans at a speed never before accomplished.He made his pledge after the government’s senior medical leadership warned repeatedly this week that there was no assurance a safe vaccine would be available as fast as promised by the president, or even for years.Mr. Trump’s credibility on the issue has been clouded by months of overpromising, exaggerating and misleading about other elements of his response to the pandemic, including the availability of testing and the potential of unproven treatments.With the nation emerging from two months of lockdown, the economy in near-Depression-level crisis and his re-election prospects at stake, Mr. Trump cast the rapid development of a vaccine as an important, but not essential, component of returning to normalcy.“Vaccine or no vaccine, we’re back and we’re starting the process,” he said during an appearance in the Rose Garden.He introduced a longtime pharmaceutical executive and a four-star general to lead a national effort that he compared in size and speed to the Manhattan Project, the race 75 years ago to build the first atomic bomb.The new chief of what Mr. Trump calls Operation Warp Speed, Moncef Slaoui, is a former chairman of vaccines at GlaxoSmithKline. He called Mr. Trump’s goal “very credible,” even though the fastest a new vaccine has been developed and distributed is four years and most have taken considerably longer.The shutdowns across the United States devastated retailers in April, as retail sales plunged a record 16.4 percent, according to government data reported Friday.That followed an 8.3 percent drop in March, producing by far the largest two-month decline on record. Total sales for April, which include retail purchases in stores and online as well as money spent at bars and restaurants, were the lowest since 2012, even without accounting for inflation.Many economists expect spending to rise in May because most states have begun to lift barriers to commerce and movement.+2%0–2–4Retail and foodservices sales–6Monthly changes–8RECESSION–10–12April: –16.4%–14–16’06’08’10’12’14’16’18’20+2%0–2–4–6Retail and food services sales–8Monthly changes–10RECESSION–12April: –16.4%–14–16’06’08’10’12’14’16’18’20Seasonally adjustedSource: Census BureauBy The New York TimesBut any recovery is likely to be slow and uneven. There is no guarantee that customers will return in numbers previously seen — and even if Americans feel comfortable going out to shop, they may not have as much money to spend because millions have lost their jobs.The damage caused by the pandemic has also compounded existing problems. At a time when companies like J. Crew and Neiman Marcus needed to be investing money to adjust to changing shopping habits, enormous sums were going to their owners.Both companies were facing a host of issues before the virus forced them to close their stores and eventually file for bankruptcy. Those troubles had included adjusting to the rise of e-commerce and a lack of connection with a new generation of shoppers.But they also shared one increasingly common problem for retailers in dire straits: an enormous debt burden — roughly $1.7 billion for J. Crew and almost $5 billion for Neiman Marcus — from leveraged buyouts led by private equity firms.New guidance for restaurant operators from the Centers for Disease Control and Prevention favors broad principles (“Intensify cleaning, sanitization, disinfection and ventilation”) over specific standards, so our restaurant critic, Pete Wells, asked doctors and health experts for suggestions on handling the risks of dining out while the virus is still a threat. Here are their recommendations.Check your community’s health. Dining rooms are reopening in several states that have not met the criteria suggested by the White House for a phased reopening. You should check the latest data on virus cases in your community before deciding.Know your personal risk. Anyone who has symptoms of Covid-19 or who has recently come into contact with someone who has had the virus should stay home. And anyone who falls into one of the high-risk categories identified by the C.D.C. should be especially cautious about going out to restaurants — particularly older people.Look around once you arrive. Are the tables far apart? Will the chairs permit at least six feet of space between customers? “The biggest red flag would just be crowding,” said Craig W. Hedberg, a professor in the School of Public Health at the University of Minnesota. “If people are crowded near the entrance or around the bar, or there’s a lot of interaction going on between staff and customers in proximity, then obviously they’re not operating in a mode that’s designed to prevent transmission of the virus.”A detailed county map shows the extent of the coronavirus outbreak, with tables of the number of cases by county.The Texas Supreme Court on Friday said county officials could not collect mail-in ballots from people who feared getting the coronavirus at polling places while it decided the merits of the case, which centers on whether those people qualify as disabled voters.By overturning an appeals court ruling, the Supreme Court sided with Attorney General Ken Paxton in a complex legal process as lawsuits about the state’s efforts to limit access to mail-in voting during the pandemic proceed in federal and state courts. On Thursday, the state’s Fourteenth Court of Appeals had upheld a lower court order issued last month.“Protecting the integrity of elections is one of my most important and sacred obligations,” Mr. Paxton said in a statement. “The Legislature has carefully limited who may and may not vote by mail.”The Texas Democratic Party, voting rights groups and others who sued the state are arguing that healthy voters who fear contracting the coronavirus at the polls should qualify as disabled voters. “Texans shouldn’t have to choose between their health and their vote,” Sophia Lakin, deputy director of the American Civil Liberties Union’s Voting Rights Project, has said.But Mr. Paxton has said that the election code “does not permit an otherwise healthy person to vote by mail merely because going to the polls carries some risk to public health.”Last month, relatives of Sylvia Goldsholl received troubling news from her New Jersey nursing home: She had contracted the coronavirus and was in isolation.With the virus proving especially deadly for older people, the prognosis seemed dire for Ms. Goldsholl, who turned 108 in December.“This is killing people in nursing homes all over New Jersey and the country,” said Nancy Chazen, a niece of Ms. Goldsholl. “Quite honestly, I thought that was going to be the end — I mean, she’s 108.”Two weeks later, relatives received another call.“They told us, ‘She’s full recovered,’” said Ms. Chazen, whose aunt has become one of the oldest Covid-19 survivors in the world.Ms. Goldsholl’s case is a rare bright spot in New Jersey, whose current death toll from the virus — 9,946 through Thursday — is second only to New York State’s.Roughly half of the deaths in New Jersey — 5,168 through Thursday — have come at nursing homes and other long-term care facilities. Nationwide, roughly one-third of the 86,607 coronavirus deaths have been nursing home patients or workers.“We thought, ‘Well, this could be it,’ but knowing Sylvia, I should have known better,” said a nephew, Larry Goldsholl.“I don’t know her secret to longevity,” her nephew said, “but she’s very feisty.”In a county north of Seattle, two people who came down with respiratory illnesses in December now have antibodies for the coronavirus. In Florida, a public health official who got sick in January believes he had Covid-19. And in California, a surprising discovery that an early-February death in San Jose was linked to the virus has triggered a broader search for how that person was exposed.Those cases have contributed to growing questions about when the virus first reached the United States.While there was limited testing to uncover specific cases before then, researchers have other tools to trace the path of the virus. That includes genomic sequencing of the virus to help scientists build an ancestral tree of cases, a re-examination of specific deaths, and thousands of old flu samples that have been repurposed to look for the virus.Here’s a look at the evidence and what it shows:I got really sick in February. Did I have the virus?It’s possible, but it was most likely something else.The Seattle area emerged as an early center of the outbreak at the end of February, but there is compelling evidence that, even there, the virus didn’t yet have much of a foothold compared to the flu, which had a particularly potent season.What if the virus quietly arrived in December?Doctors in France have said that a patient’s sample from late December has since tested positive for coronavirus. But so far, there is no comparable evidence of a similar case in the United States.An innovative coronavirus testing program in the Seattle area — promoted by billionaire Bill Gates and local public health officials as a way of conducting wider surveillance on the invisible spread of the virus — has been ordered by the federal government to stop its work pending additional reviews.Researchers and public health authorities already had tested thousands of samples, finding dozens of previously undetected cases in a program based on home test kits sent out to both healthy and sick people in the hope of conducting the kind of widespread monitoring that could help communities safely reopen from lockdowns.But the research groups and the public health department of Seattle and King County, which had been operating under authorization from the state, were notified this week that it now needs approval directly from the federal government. Officials with the U.S. Food and Drug Administration directed the partnership to cease its testing and reporting until the agency grants further approval.The delay is the latest evidence of how a splintered national effort to develop, distribute and ramp up testing has left federal regulators struggling to keep up. Amid concerns about the reliability of a growing number of coronavirus antibody tests — which check whether someone may have previously had the virus — the F.D.A. responded last week by ordering companies to submit data proving their accuracy.But the Seattle study does not track for antibodies and has wide backing, from the Seattle area’s public health leaders to the Fred Hutchinson Cancer Research Center to Mr. Gates, whose foundation has been deeply involved in fighting the pandemic.Federal officials are seeing additional information about how the swabs are handled and also have concerns about whether the group is really conducting surveillance testing, since results are being shared directly with patients.New York, New Jersey, Connecticut and Delaware will allow beaches and lakeshores to open at 50 percent capacity Memorial Day weekend, Gov. Andrew M. Cuomo of New York said on Friday.The announcement came as five parts of New York State began a gradual reopening on Friday with construction, manufacturing and curbside retail resuming. For the rest of the state that had not yet met reopening criteria, including New York City, stay-at-home orders were extended on Thursday night by executive order through May 28. (An earlier version of this briefing misstated the length of the stay-at-home order’s extension.)Mr. Cuomo said Thursday that the remaining regions could reopen “the moment they hit their benchmarks.”Even as Mr. Cuomo unveiled plans for beaches, he said that local governments could still decide to keep them closed, though they will have until Wednesday to decide. Mayor Bill de Blasio said earlier Friday that New York City’s beaches would not open for Memorial Day weekend. The city was not likely to ease restrictions on business and gatherings until at least the first half of the June, he said.With a warmer weekend ahead, Mr. de Blasio said the city would try to reduce crowds at parks in Brooklyn and Manhattan and deploy police officers to limit access to the popular Sheep Meadow in Central Park.But he also said the city would “reset” its approach to enforcing social distancing, focusing police officers on breaking up large groups. The police, he said, would also no longer be asked to enforce orders requiring people to wear face coverings.transcriptOf course, this is not the graduation ceremony you envision. You’ve been dreaming about that walk across the stage your family and friends cheering you on. The caps flung joyously in the air. But even though there may not be pomp because of our circumstances, never has a graduating class been called to step into the future with more purpose, vision, passion and energy.As high school and college come to a close for the Class of 2020, the virus has upended the traditional celebrations that accompany those milestones.Instead of walking across a stage to cheers, the nation’s nearly 3.7 million high school seniors and some 3 million college graduates will receive their diplomas in the mail or on their phones. And commencement speakers will offer life advice through a webcam, instead of looking across a sea of smiling graduates.If there is an upside to the missing pomp and circumstance, it is that some of America’s biggest celebrities will offer well-wishes and deliver the keynote addresses in virtual ceremonies.Oprah Winfrey offered a commencement speech in a live-streamed celebration hosted by Facebook on Friday afternoon. Dozens of celebrities joined her virtually, and Mindy Kaling and B.J. Novak, former cast members of “The Office,” served as hosts.In her remarks, Ms. Winfrey challenged graduates to not just rebuild society after the pandemic, but to create a more just world as the nation recovers. And as many graduates look warily at the grim job market, she highlighted the service of essential workers, and asked graduates to contemplate how they will use their own passions to benefit those around them.She also made an apparent reference to the killing of Ahmaud Arbery, a 25-year-old black man in Georgia whose death in February led to murder charges last week.“For every person burdened by bias and bigotry, for every black man and woman living in their American skin, fearful to even go for a jog, inequality is a pre-existing condition,” Ms. Winfrey said.Next month, Ms. Winfrey will also headline a virtual graduation ceremony for high school seniors in Chicago, where she filmed her top-rated talk show for more than two decades.On Saturday, the former President Barack Obama is scheduled to give two commencement speeches, the first at 2 p.m. Eastern for graduates of historically black colleges and universities, and another during a prime time special for high school graduates, airing at 8 p.m. Eastern on all the major television networks.Mr. Obama is also scheduled to speak at a YouTube-hosted commencement on June 6, along with Michelle Obama, Lady Gaga, Alicia Keys and the K-pop group BTS.Considering starting therapy? Even if you’re meeting online, an interview can help you determine whether or not the therapy, or the therapist, is a good fit.Germany entered a recession as its economy, Europe’s largest, grinds to a halt. And Brazil’s health minister announced that he was stepping down less than a month after taking the job. He had clashed with President Jair Bolsonaro over the president’s refusal to embrace social distancing and quarantines.Reporting was contributed by Michael Levenson, Tara Parker-Pope, James Gorman, Mike Baker, Corey Kilgannon, Alan Blinder, Eileen Sullivan, Mary Williams Walsh, Michael Cooper, Erica L. Green, Katie Thomas, Nicholas Bogel-Burroughs, Knvul Sheikh, Marc Santora, Ben Casselman, Neil MacFarquhar, Sapna Maheshwari, Sarah Mervosh, William K. Rashbaum, J. David Goodman, Jeffrey C. Mays, Joseph Goldstein, Michael Gold, Dagny Salas, Karen Barrow, John Branch, Julie Bosman, Kay Nolan, Campbell Robertson, Sheila Kaplan, Emily Cochrane, Nicholas Fandos, James B. Stewart, Sheryl Gay Stolberg, Sarah Kliff, Tariro Mzezewa, Chris Dixon, Maggie Haberman and Noah Weiland.",
    "headline": "House Passes $3 Trillion Relief Bill Seen as Democrats’ Opening Bid",
    "journal": "New York Times",
    "language": "en",
    "url": "https://www.nytimes.com/2020/05/15/us/coronavirus-updates.html?"
  },
  {
    "percentage": 0.8937764167785645,
    "country_id": 236,
    "id": 9067,
    "timestamp": "2020-05-17T19:00:04",
    "class": "ContainmentandClosurePolicies",
    "content": "There is a checkpoint as you enter the Kimmel Cancer Center at Johns Hopkins Hospital in Baltimore, where I am being treated for cancer of the prostate and lymph nodes. With all but two sets of doors to the building locked shut, patients are corralled into an area roped off from the rest of the first-floor lobby. You are required to show your orange Hopkins patient identification card and proof that you have an appointment.Questions are asked. Questions that have become the norm in the new normal. “Have you had a cough?” “Have you visited New York or New Jersey in the last 14 days?”Your temperature is taken. You are given a checkpoint security bracelet which you wrap around your wrist. You are instructed to not deviate from the floor-taped path assigned to your appointment location. You are urged not to share an elevator. That last instruction is really not necessary. No one wants to share a hospital elevator in the age of coronavirus.The anxiety of the nurses manning these checkpoints is often palpable. Decked out with face mask, full face shield and full protective gown, a nurse checking me in was so overwrought, she began to cry as she asked, “Are you having any trouble breathing?”In the parking garage for the Kimmel Center, you notice many cars with their drivers still inside. Just sitting there, checking their phones, probably filling out crosswords and solving Sudoku puzzles.At first glance, this seems somewhat peculiar. Then, you realize these are the loved ones of those receiving radiation therapy or chemotherapy. Visitors are not allowed in the hospital in the age of coronavirus.So, patients sit by themselves in the waiting room. They fidget in light blue leather chairs measured six feet apart. Frightened eyes peering out over face masks, they have the look of lost souls. I know this look. I saw it on my father during one of his last hospital stays years ago.From his bed, he gazed up at me and begged, “Please take me home.” I could not.But at least I was there with him. The patients in the waiting room of the Kimmel Center are isolated, some feeling abandoned. It’s understandable. In many cases, some cancer treatments are now considered as elective.My urologist gave me my first round of androgen deprivation injections and my oncologist said he would administer the second round. But the state’s stay-at-home order left that in limbo, and I wasn’t sure how I’d get my shot.“You really should not be at a hospital right now,” my urologist told me.“Do you think my cancer knows that?” I replied.This is your choice in the age of coronavirus. Risk exposure or don’t treat the cancer.It was a nurse named Ann who came to my aid and volunteered to administer my shot. She has a young child at home, a girl. Ann’s career now comes with a new peril. The risks she brings home from her work weigh heavily on her. You can see this in her face. She is tired. Her voice is quiet. Nurse Ann admits that a visit to her hairstylist would be nice. When I thanked her for coming to my aid, she dutifully replied that she was only doing her job.Nearly all the nurses and technicians I’ve met have been more than patient and kind. For me, the catheter changes, M.R.I.s, CT scans and fiber optic cameras shoved in places the human body did not intend have been a series of compounded indignities and humiliations. Nurses and technicians take such things in stride. They offer support and comfort.Anyone who has had an M.R.I. scan knows they make significant noise. They bang. They buzz. They clang. You are given ear plugs. You are given headphones. You are offered a choice of music. The intention being that these will drown out the clatter. They don’t.As a renowned music snob, I asked the nurse at my most recent scan, for something other than smooth jazz. “What would you like to hear?” she asked. “Charles Mingus.” Five minutes later I was listening to Mingus’ elegy to the beloved saxophonist Lester Young, “Goodbye, Pork Pie Hat,” a sentimental favorite. It was a small thing. Small things mean a great deal these days.More than your doctors, nurses and technicians have your health, your life, in their hands. They are decent, hard-working, well-meaning and caring hands.This should not be a revelation. In the age of coronavirus, one hears heroic stories every day. It hit home, hard, for me, when I had to go to the hospital. Two hours at there is nerve wracking. I leave each visit emotionally exhausted.Nurses’ shifts are 12 hours, day after day. It is amazing what you learn to live with. Though I imagine we all have a breaking point.In a few days I start radiation therapy. There will be permanent tattoos on my stomach and legs marking where the beams are to be targeted. The X-rays (hopefully) kill the cancer. They will also compromise my immune system. A cold will now be much easier to catch. A cold that can quickly escalate to pneumonia. Covid-19? Well …Radiation five days a week for eight weeks. Forty trips to the hospital in the age of coronavirus.As I said, it is amazing what you learn to live with.Richard Goggin is a television creative director.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.",
    "headline": "Opinion | My Cancer Doesn’t Care About the Coronavirus",
    "journal": "New York Times",
    "language": "en",
    "url": "https://www.nytimes.com/2020/05/17/opinion/coronavirus-cancer.html?"
  },
  {
    "percentage": 0.9197565317153931,
    "country_id": 236,
    "id": 10212,
    "timestamp": "2020-05-24T11:41:05",
    "class": "MiscellaneousPolicies",
    "content": "Three “youths” in the notorious radical Islamist hotbed municipality of Molenbeek in Brussels were arrested after spitting on police vehicle door handles in an effort to spread the Chinese coronavirus.The three individuals arrested were members of the so-called “White Vests”. The group wear white vests while supposedly trying to raise awareness among the youths of Molenbeek about the dangers of coronavirus, advising people to abide by social distancing rules, wash their hands, and engage in other helpful actions such as redistributing food.A police source told Flemish newspaper Het Nieuwsblad on Wednesday that the three arrested White Vests were spitting on the police vehicles hoping “that they themselves were infected with corona and that they, in turn, could make police officers sick”.The incident is not the first to discredit the work of the White Vests group, as they are also under investigation for allegedly holding a party in contravention of the Belgian coronavirus lockdown measures currently in place.Woman Claiming to Have Virus Jailed for Spitting on Police She Called 'Dirty Whites' https://t.co/1pxCfmh02x— Breitbart London (@BreitbartLondon) March 30, 2020Spitting attacks have been seen in multiple countries since the start of the coronavirus outbreak in Europe, leading to arrests and imprisonment in some cases.In France, a woman was handed a prison term of seven months after she spat at police officers while calling them “dirty whites” and saying: “I hope you will all die of Covid.”She also remarked “I have the coronavirus, you’re all going to die” as she was being detained.A month later in the city of Montauban, a 39-year-old homeless migration-background man was sentenced to two years in prison after robbing other homeless people at knifepoint and later spitting on police while telling them he had tested positive for coronavirus.Police in Vienna, Austria, were also attacked last month, with three spitting attacks taking place in a single day in the city. One of the attackers was later confirmed to be infected with coronavirus.Corona Attack: London Railway Worker Dies After ‘Infected’ Man Spat in Her Face https://t.co/CJbY3m7uaa— Breitbart London (@BreitbartLondon) May 13, 2020",
    "headline": "No-Go Zone 'Youths' Spit on Police Car Door Handles to Spread Virus",
    "journal": "Breitbart",
    "language": "en",
    "url": "https://www.breitbart.com/europe/2020/05/24/youths-molenbeek-spat-police-car-door-handles-spread-coronavirus/?"
  },
  {
    "percentage": 0.9960099458694458,
    "country_id": 236,
    "id": 10214,
    "timestamp": "2020-05-24T05:48:13",
    "class": "MiscellaneousPolicies",
    "content": "The New York Times has devoted the entire front page of its Sunday edition to a list of names of those who have died from the coronavirus.The front page of The New York Times for May 24, 2020 pic.twitter.com/d14JhFp4CP— The New York Times (@nytimes) May 24, 2020The Times deleted an earlier tweet of the image of its front page because of an error, as it explained:Correction: Earlier editions of Sunday’s front page included at least one name in error. Our original tweet containing an image of that front page has been deleted and replaced with an image of the late edition.— The New York Times (@nytimes) May 24, 2020Though the Times used the number “100,000,” the actual death count on the newspaper’s own running count is just above 97,000 as of early Sunday morning.President Donald Trump ordered flags lowered to half-staff over Memorial Day weekend to commemorate the victims of the coronavirus. Speaker of the House Nancy Pelosi (D-CA) and Senate Minority Leader Chuck Schumer (D-NY) had asked him to lower the flags on the date the U.S. hit 100,000 deaths, but Trump chose to use Memorial Day as the focus instead.The impact of the pandemic shocked leaders around the world and took many scientists and observers by surprise — including the Times itself, which reported Jan. 8: “The new coronavirus doesn’t appear to be readily spread by humans.”Joel B. Pollak is Senior Editor-at-Large at Breitbart News and the host of Breitbart News Sunday on Sirius XM Patriot on Sunday evenings from 7 p.m. to 10 p.m. ET (4 p.m. to 7 p.m. PT). His new book, RED NOVEMBER, is available for pre-order. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. Follow him on Twitter at @joelpollak.",
    "headline": "New York Times Devotes Entire Front Page to Names of Coronavirus Victims",
    "journal": "Breitbart",
    "language": "en",
    "url": "https://www.breitbart.com/the-media/2020/05/23/new-york-times-devotes-entire-front-page-to-names-of-coronavirus-victims/?"
  },
  {
    "percentage": 0.8091796636581421,
    "country_id": 236,
    "id": 7985,
    "timestamp": "2020-05-11T20:35:44",
    "class": "MiscellaneousPolicies",
    "content": "LONDON -- \nThe U.K. Prime Minister Boris Johnson announced modifications to the lockdown currently in place across the country and a phased plan to reopen society on Sunday night, but the measures were roundly criticized as lacking clarity.\n\nIn a televised address to the nation on Sunday evening, Johnson announced that the formal government slogan had changed to “Stay Alert, Control the Virus, Save Lives,” from the previous guidance which said that people must stay at home to stop the spread of the novel coronavirus and protect the National Health Service (NHS).\nWhile the rules on social distancing remain in place, from this Wednesday members of the public will be allowed to leave the house for unlimited amounts of exercise, sunbathe and drive to other destinations. Fines for those who break the measures, which are still limited to spending time with members of your own household, will be increased, he said.\n\nThe prime minister announced a new COVID Alert System to track the coronavirus R number -- the rate at which the virus reproduces -- that will determine how the country phases out of lockdown. The R number is now between 0.5 and 0.9 in the U.K., he said. If the data supports it, by June at the earliest some schools could open, and by July, pending “further scientific advice,” the government hope that areas of the hospitality industry may be able to reopen.\nThe prime minister announced that new plans to quarantine travelers entering the U.K. would be introduced “soon.” The U.K. has thus far been one of the few countries in the world to remain open for foreign travel.\nJohnson will be laying out the plans in more detail in the House of Commons today. But the government’s messaging has been criticized by opposition lawmakers as sowing a sense of confusion for ordinary citizens and business, after a week in which headlines in the national press indicated that Johnson’s address would herald a far more substantive lift to the lockdown measures currently in place.\n\nThe prime minister said that he had “consulted across the political spectrum” and “all four nations of the U.K.,” but the measures were criticized as in effect applying to England alone. The national governments of Scotland, Wales and Northern Ireland have indicated they will continue to adhere to the previous official advice, of “Stay at Home, Protect the NHS, Save Lives,” despite the modifications announced by Johnson.\n\nPreviously, people had been told to “work from home if you can, and only go to work if you must,” he said, but that guidance has now changed.\n“We now need to stress that anyone who can’t work from home, for instance those in construction or manufacturing, should be actively encouraged to go to work,” Johnson said. “And we want it to be safe for you to get to work. So you should avoid public transport if at all possible – because we must and will maintain social distancing, and capacity will therefore be limited.”\n\n“So work from home if you can, but you should go to work if you can’t work from home,” he added.\n\n“I think what the country really wanted tonight was clarity and a real sense of consensus, and I don’t think we’ve got either,” Sir Keir Starmer, the leader of the opposition Labour Party, said after the televised address. “The basic message, ‘stay alert,’ just isn’t clear enough, and the Prime Minister’s statement raises as many questions as it answers.”\n\nThe U.K. is the second worst affected country in the world by the pandemic, after the U.S., with 31,930 deaths, according to the latest data compiled by Johns Hopkins University.",
    "headline": "Confusion reigns as UK Prime Minister Johnson announced phased plan to ease England out of lockdown",
    "journal": "ABC News",
    "language": "en",
    "url": "https://abcnews.go.com/International/confusion-reigns-uk-prime-minister-johnson-announced-phased/story?id=70611266"
  },
  {
    "percentage": 0.8604278564453125,
    "country_id": 236,
    "id": 7986,
    "timestamp": "2020-05-11T20:29:21",
    "class": "ContainmentandClosurePolicies",
    "content": "\nThe original epicenter of the coronavirus outbreak, Wuhan, China, has now recorded the first new cluster of local cases since its strict lockdown was lifted in early April.\n\nThe outbreak in Wuhan is one of two worrying clusters, with the other popping up hundreds of miles away in the northeastern city of Shulan, which was ordered back into a lockdown.\nIn Wuhan, local authorities reported Monday that six new cases of local transmission were recorded over the weekend within the residential neighborhood of Sanmin.\n\nThe South China Morning Post reported that the municipal Wuhan government fired a local official because of poor disease control in his neighborhood.\nChina’s Xinhua News Agency reported that the new cases were discovered when tests were conducted on more than 5,000 Sanmin residents. The Sanmin community had recorded 20 cases earlier in the outbreak.\n\nThe Wuhan Health Commission said that an 89-year-old man in the neighborhood displayed symptoms as early as March, but it wasn’t confirmed as a case until Saturday. His wife and four others in the neighborhood all tested positive for COVID-19 the next day although they were asymptomatic.\n\n“Wuhan is still facing huge pressure to control the current epidemic,” the health commission said. “We need to pay close attention to control both imported cases as well as local cases, and resolutely contain the resurgence of COVID-19.”\nA second larger cluster is emerging out of the city of Shulan, in China’s northeastern Jilin province near the Russian and North Korean borders. Its mayor announced in a press conference on Monday that Shulan is in a ”wartime” footing against COVID-19, placing the city of more than 700,000 residents under lockdown at least until the end of May.\n\nShulan has reported 14 cases over the past two days, all linked to a 45-year-old woman working at the local police’s laundry department who tested positive for the virus last Thursday. Authorities still do not know how she became infected.\n\nAs the rest of the country appears to be on the road to recovery and the Chinese government tries to direct its efforts to restarting the economy, the northeastern provinces bordering Russia and North Korea have emerged as a lingering and growing COVID-19 hotspot.\n",
    "headline": "Wuhan records first new COVID cases since lockdown was lifted ",
    "journal": "ABC News",
    "language": "en",
    "url": "https://abcnews.go.com/International/wuhan-records-covid-cases-lockdown-lifted/story?id=70618664"
  },
  {
    "percentage": 0.8831239342689514,
    "country_id": 236,
    "id": 13784,
    "timestamp": "2020-03-08T23:02:15",
    "class": "MiscellaneousPolicies",
    "content": "Hong Kong/New York/London (CNN Business)Global markets are plunging after the implosion of an alliance between OPEC and Russia caused the worst one-day crash in crude prices in nearly 30 years, fueling panic triggered by the escalation of the coronavirus epidemic. The S&P 500 (SPX) fell about 6%. The Dow (INDU) fell as many as 2,046 points. The Nasdaq Composite (COMP) was down 5.4%. The New York Stock Exchange halted trading for 15 minutes after stocks plunged more than 7%. They retraced some of their losses after the market reopened.The sell-off carried over into Asia Pacific, where Australia's S&P/ASX 200 ended 7.3% lower on Monday, the index's biggest plunge since October 2008. Japan's Nikkei 225 (N225) sank 5.1% and Hong Kong's Hang Seng (HSI) lost 4.2%, while China's Shanghai Composite (SHCOMP) shed 3%.The yield on the 10-year Treasury note, meanwhile, fell below 0.5%, hitting record lows. The panic began after Saudi Arabia shocked oil markets by launching a price war. The kingdom is trying to retake global market share after Russia refused Friday to go along with OPEC's efforts to rescue the oil market from a plunge in demand caused by the coronavirus outbreak.Making matters worse, the novel coronavirus continues to weigh heavily on investors as it deals an unexpected shock to the economy. The virus has infected more than 108,000 people and is throwing many countries into turmoil. Italy placed nearly 16 million people under semi-lockdown and the number of confirmed cases in Europe continues to rise. European stocks plummeted in the opening minutes of trade. The FTSE 100 (UKX) has plunged 8.5%, putting the index on track for its worst day since the global financial crisis in October 2008. Germany's DAX (DAX) is down 7.4% and Italy's benchmark index fell 7.1%. Shares in BP (BP) crashed 20%.US oil prices have nosedived 23% and were last trading at $31.84 a barrel, while the global benchmark Brent crude was down nearly 21%, trading at $35.88 a barrel. Both oil contracts are on track for their worst day since 1991, according to Refinitiv.'Complete pandemonium'Investors are waking up \"shell shocked,\" wrote Stephen Innes, chief market strategist at AxiCorp, in a Monday research note. He described the panic as \"complete pandemonium.\" The one-two punch of Saudi Arabia's oil price war and the deepening coronavirus fears in Europe added \"another level of unwanted panic to a market already thick with fear,\" Innes said, noting that investors have begun piling into safe haven assets. The Japanese yen surged against the US dollar to its strongest level in more than three years, while gold briefly traded above $1,700 per ounce and hit its highest levels since 2012. Wall Street has faced heavy losses for the past several weeks due to fears surrounding the coronavirus. During the last week of February, US stocks had their worst week since the financial crisis, and the economic disruption caused by the virus doesn't appear to be letting up.Global markets have also been battered in recent days. About $9 trillion was wiped off global stocks in nine days, Bank of America said in a research note after US markets closed deep in the red again on Thursday.The scale of the coronavirus outbreak spread rapidly in the United States last week. At least 33 states now have cases of the virus, and many major US companies have begun encouraging or allowing employees to work from home. China's slow recoveryDismal data out of China is also painting a gloomy picture for the world's second-largest economy. China's exports fell 17% in the January-to-February period compared to a year before, according to data released over the weekend. Imports fell 4%. The government blamed the declines on the Lunar New Year holiday and the coronavirus outbreak. China also recorded its first trade deficit since its trade war with the United States began two years ago. \"The return to economic normality in China has been very slow since the coronavirus outbreak,\"  wrote Louis Kuijs, head of Asia Economics at Oxford Economics, in a research note, pointing to the poor trade data and last week's surveys of activity in the country's manufacturing and services sector. Oxford Economics now expects China's economic growth to contract 2% in the first quarter compared to the prior quarter, though Kuijs wrote that there should be a \"robust recovery\" through the rest of the year.Kuijs wrote that the situation should \"turn the corner\" soon as people return to work and companies catch up on lost activity. But others pointed to the spread of the coronavirus overseas as a continued cause for concern. \"China may slowly be returning to work, but manufacturers will now likely be facing an international fall in demand,\" wrote Jeffrey Halley, senior market analyst for Asia Pacific at Oanda.-- Matt Egan contributed to this report.",
    "headline": "US stocks halted after falling 7%. Global stocks plunge as oil crashes and coronavirus fear spreads",
    "journal": "CNN",
    "language": "en",
    "url": "https://www.cnn.com/2020/03/08/investing/stock-dow-futures-coronavirus/index.html?"
  },
  {
    "percentage": 0.8606690168380737,
    "country_id": 236,
    "id": 8001,
    "timestamp": "2020-05-11T20:05:12",
    "class": "MiscellaneousPolicies",
    "content": "Boris Johnson’s government has decided that face-coverings, actively discouraged until now, do in fact work after all, as the coronavirus lockdown begins to ease.“As more people return to work, there will be more movement outside people’s immediate household,” declares the official guidance accompanying the minor changes to Britain’s pandemic restrictions.“This increased mobility means the government is now advising that people should aim to wear a face covering in enclosed spaces where social distancing is not always possible and they come into contact with others that they do not normally meet, for example on public transport or in some shops.”Countries such as the Czech Republic, Poland, and Austria came to this conclusion long ago, recommending the use of masks in some or all public settings and even making them compulsory — while in Britain health workers and border guards were banned from wearing even masks they provided themselves.UK Border Officials Ordered Not to Routinely Wear Masks https://t.co/EGNj8IO738— Breitbart London (@BreitbartLondon) May 2, 2020The new guidance says face coverings are not thought to provide protection to the wearer — although virologists have indicated that they can reduce the viral load on infection, which can lessen the severity of an infection and give the body’s natural defences time to ramp up and deal with it itself — and that their primary utility lies in preventing the “inadvertent transmission of the disease to others if you have it asymptomatically”.The guidance therefore appears to vindicate lay critics who argued against the official position that masks should only be worn by medical professionals and infectious persons from the outset, because it often takes some time for infectious persons to realise they have the virus, and asymptomatic carriers may never realise they have it at all.Johnson did add, however, that he was only recommending a “cloth face-covering in encolosed spaces where social distancing is not always possible and you’re more likely to come in contact with people you don’t normally meet… [because] face-coverings can help to protect each other and reduce the spread of the disease” — in line with the “my mask protects you, your mask protects me” messaging in Central Europe — “but this does not mean, I must stress this, this does not mean wearing medical face masks… which must be reserved for people who need them.”This means the official position is that members of the public are still to be discouraged from wearing those masks with the most proven benefits in terms of protection against the virus, in the name of beating supposed shortages of such items for health workers — despite the government having previously claimed that there is no shortage of such items, and frontline staff only lack them due to distribution issues.Germans Face Fines of up to 5,000 Euros for Not Wearing Masks in Public https://t.co/OKVrALd2EV— Breitbart London (@BreitbartLondon) April 28, 2020Boris Johnson’s government and public health technocrats are not the first administrators to U-turn on masks, however, with Germany now levying massive fines on people who do not wear masks despite Chancellor Angela Merkel having previously suggested that they would do more harm than good.",
    "headline": "Coronavirus: Boris Govt Decides Masks Work After All",
    "journal": "Breitbart",
    "language": "en",
    "url": "https://www.breitbart.com/europe/2020/05/11/coronavirus-boris-govt-decides-masks-work-after-all/?"
  },
  {
    "percentage": 0.9275103807449341,
    "country_id": 236,
    "id": 8002,
    "timestamp": "2020-05-11T15:35:06",
    "class": "MiscellaneousPolicies",
    "content": "ROME — The progressive leader of the Bishops’ Conferences of the European Community (COMECE) has called on Europeans to fight against the twin enemies of coronavirus and nationalism in order to preserve the European Union.“Let us do battle with the coronavirus and do battle with the virus of nationalism and selfishness,” said the Jesuit Cardinal Jean-Claude Hollerich (pictured) in an interview this weekend with the Vatican newspaper L’Osservatore Romano.“We need to have more solidarity and more empathy,” said the cardinal, who is also the archbishop of Luxembourg. “It is so important to show the world that human society can live in solidarity, that such a global crisis, this pandemic, can only be fought on a global level, and that the European Union is an instrument for world peace.”The cardinal gave the interview in the city of Schengen (Luxembourg), where the agreement opening borders between the signatory countries was signed in 1985, to celebrate “Europe Day” (May 9). There he lit a candle “to reiterate the need for solidarity, unity and peace, in this time when the covid-19 pandemic is plaguing the world,” the Vatican newspaper reported.“We need another virus, the virus of solidarity and charity, to understand that man does not live alone,” the cardinal said, because “we can only be human together with others.”“The European ideal is solidarity,” Hollerich said. “And solidarity does not stop at the borders of Europe. We have problems with borders: borders in Europe and borders of the European Union with other countries. There are people who die on the borders of the European Union and we cannot tolerate this.”Cardinal Jean-Claude Hollerich prays before the E.U. flag in Schengen (Vatican News)The cardinal has been an outspoken advocate for relaxing migration laws and last December chastised his fellow Europeans for failing to end the exploitation of migrants in Greece, urging member states to take in more migrants.“This is not happening far from Luxembourg in some place where we cannot help,” he said. “This is happening in Greece — in Europe and in the European Union. We must be fiercely ashamed that we have not done anything to help.”One week earlier, the cardinal said that the political inaction on the Mediterranean migrant crisis was due to “fear of right-wing parties.”“I find it outrageous that we’re letting people drown in the Mediterranean; that our hearts have become so hard; that politics no longer dares to act for fear of right-wing parties,” Hollerich said.In his interview Saturday, the cardinal said that the celebration of Europe Day furnishes “a moment of gratitude, because thanks to the European Union we have had peace.”In the face of the coronavirus pandemic, he said, in which many Europeans have died, the European Union needs to give “strong signals, with empathy.”“Not just theoretical solutions: aid must come soon because otherwise people will lose confidence in Europe,” he added.Follow @tdwilliamsrome",
    "headline": "Jesuit Cardinal Wants War on Twin Viruses of COVID-19 and ‘Nationalism’",
    "journal": "Breitbart",
    "language": "en",
    "url": "https://www.breitbart.com/health/2020/05/11/jesuit-cardinal-calls-for-war-on-twin-viruses-of-coronavirus-and-nationalism/?"
  },
  {
    "percentage": 0.8361369967460632,
    "country_id": 236,
    "id": 14216,
    "timestamp": "2020-02-04T18:56:56",
    "class": "ContainmentandClosurePolicies",
    "content": "A new coronavirus death has been reported in Hong Kong as health experts say the outbreak is increasingly looking like a global pandemic; Jonathan Serrie reports from Atlanta.The deadly coronavirus, which was first reported in the Chinese city of Wuhan in December, is sending ripples across the global business community as numerous firms close their doors and employees stay home in an effort to contain the outbreak from spreading. As the number of people infected and the death toll continue to rise, multinational businesses from supply chains to automakers to tourism and the film industry are beginning to feel the impact. \n      FILE: A man wearing a face mask waits for his food at an empty restaurant in Beijing. (AP Photo/Mark Schiefelbein, File)\n      Airlines have canceled 25,000 flights to and within China after ticket sales collapsed, according to travel data provider OAG. General Motors Co. and other automakers are telling employees to limit travel to China, their biggest market. The Chinese gambling enclave of Macau announced on Tuesday that it was closing casinos for two weeks as a precaution. The territory is a big moneymaker for U.S. casino operators Wynn Resorts Ltd. and Las Vegas Sands Corp.Hyundai Motors, meanwhile, said it is suspending production in South Korea due to disruptions in the supply of parts as a result of the outbreak. It said it is seeking alternative suppliers in other regions.The coronavirus has drawn comparisons to the Severe Acute Respiratory Syndrome (SARS) outbreak of 2002-2003. SARS emerged in the southern Chinese province of Guangdong before spreading around the world, infecting more than 8,000 people and killing nearly 800 in 26 countries. \n      FILE: A woman runs past an Apple logo colored red in Beijing, China. \n      (AP)At the time, China had just gained access to global markets, having only recently joined the World Trade Organization (WTO). The country had an abundant supply of low-wage workers who made low-cost goods like T-shirts and shoes for customers around the world.Though the SARS outbreak did have some effect on the global economy, growth rebounded relatively quickly, and the overall impact was limited. But today, international companies increasingly rely on China, the world’s No. 2 economy, as a major buyer of food, cars, movie tickets, and other goods. That reliance has left companies more exposed than ever to the pain of its latest abrupt slump. CORONAVIRUS: HOW ARE DIFFERENT COUNTRIES RESPONDING TO THE OUTBREAK? Forecasters predict that even if China recovers quickly, the worldwide impact could be bigger than SARS. That is because China now accounts for more than 16 percent of global economic activity – more than triple its share in 2003, according to the International Monetary Fund. CLICK HERE TO GET THE FOX NEWS APP Many manufacturers have yet to feel the impact because factories closed for up to three weeks ahead of the Lunar New Year holiday. But forecasters say delays in reopening will quickly depress demand for imported components and materials such as copper and steel. The Associated Press contributed to this report. ",
    "headline": "How has coronavirus affected China's and the world’s economy compared to SARS outbreak?",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/world/how-has-coronavirus-affected-china-worlds-economy-sars-outbreak?"
  },
  {
    "percentage": 0.8069155216217041,
    "country_id": 236,
    "id": 8035,
    "timestamp": "2020-05-11T20:28:27",
    "class": "MiscellaneousPolicies",
    "content": "Fox News Flash top headlines are here. Check out what's clicking on Foxnews.com.Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.In eager anticipation of the Senate's virtual hearings with four top doctors from President Trump's coronavirus task force, Senate Minority Leader Chuck Schumer, D-N.Y., urged Dr. Anthony Fauci to \"let it rip.\"Fauci, the director of the National Institute of Allergy and Infectious Diseases, is scheduled to testify for the first time before the Senate Health Committee on Tuesday about the way Trump has responded to the coronavirus pandemic.FAUCI, OTHER HEALTH OFFICIALS TO TESTIFY BEORE SENATE PANEL VIA VIDEOCONFERENCE AMID CORONAVIRUS CONCERNS\"Until now, we've mostly heard from the members of the coronavirus task force through the distorted lens of the White House press conference where the president often prevents them from answering fully, interrupts their response, or even contradicts their fact-based evidence,\" Schumer said on Monday.\"This will be one of the first opportunities for Dr. Fauci to tell the American people the unvarnished truth without the president lurking over his shoulder. Dr. Fauci, let it rip,\" he added.Fauci will be joined by Dr. Robert Redfield, the director of the Centers for Disease Control and Prevention; Dr. Stephen Hahn, the commissioner of the Food and Drug Administration; and Adm. Brett P. Giroir, the assistant secretary for health.The will testify via teleconference due to social distancing restrictions put in place to prevent the spread of COVID-19.The need for a virtual conference became even more paramount after two White House staffers tested positive for coronavirus, and several members of Trump's task force -- including Fauci, Redfield and Hahn -- self-isolated or entered some form of quarantine themselves as a precautionary measure.The New York Times reported late Monday that Fauci will warn that the country will risk \"needless suffering and death\" if it is opened up too quickly.“The major message that I wish to convey to the Senate HLP committee tomorrow is the danger of trying to open the country prematurely,” he wrote to reporter Sheryl Gay Stolberg. “If we skip over the checkpoints in the guidelines to: ‘Open America Again,’ then we risk the danger of multiple outbreaks throughout the country. This will not only result in needless suffering and death, but would actually set us back on our quest to return to normal.”The doctors' testimonies come after Trump barred them from appearing before the House committee and required clearance from the chief of staff Mark Meadows before appearing remotely for Senate hearings on Capitol Hill.CLICK HERE FOR THE FOX NEWS APPAmong the most anticipated lines of questioning as America moves to reopen the country state by state, will revolve around the availability of testing to make a return to normalcy feasible.Trump officials said Monday that more than 9 million tests have been administered in the U.S., but state lawmakers have lamented the need for more if they will allow residents to go back to work and reopen businesses in the near future.Fox News' Edmund DeMarche contributed to this report",
    "headline": "Schumer tells Fauci before Senate coronavirus testimony: 'Let it rip'",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/politics/schumer-tells-fauci-before-senate-coronavirus-testimony-let-it-rip?"
  },
  {
    "percentage": 0.9929372668266296,
    "country_id": 236,
    "id": 8041,
    "timestamp": "2020-05-11T17:29:44",
    "class": "ContainmentandClosurePolicies",
    "content": "Fox News Flash top headlines are here. Check out what's clicking on Foxnews.com.Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.Speculation continues to spread over the reopening of Disney World.Fans of the amusement park are anxiously awaiting word on when they’ll be able to visit the most magical place on Earth again. The Florida park (along with Disneyland in California) temporarily closed its doors in March to help slow the spread of COVID-19.\n      The Disney World website is accepting hotel reservations starting in July, while still showing dates through the end of June as “unavailable” for all hotels.\n      (iStock)While no official announcement has been made about a reopening date, the Disney World website is accepting hotel reservations starting in July. The website still shows dates through the end of June as “unavailable” for all hotels.DISNEY PARKS SHARES PROPOSED SAFETY PROTOCOL FOR REOPENING, IS EXPLORING 'PHASED' APPROACHReservations are filling up, Fox 35 reports. As of Monday morning, Disney’s Pop Century reported at least 158 bookings while Disney’s All-Star Movie Resort had at least 127.Disney Springs, an outdoor shopping complex connected to the park, will reopen on May 20, Fox 35 reports. Initially, only a limited number of shops and restaurants will open their doors and there will be limits on parking, operating hours and crowd size.FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWSOn the Disney World website, information has been provided as to what the reopening process for the park will look like. According to the site, “Upon reopening, theme parks, Disney Resort hotels, restaurants, attractions, experiences and other offerings may be modified and will be limited in capacity and subject to limited availability or closure, based on direction from health experts and government officials to promote physical distancing.”The site also explains that “attractions, experiences, services and amenities may have limited availability or may remain closed.”CLICK HERE TO GET THE FOX NEWS APPDisney is also allowing guests who have existing travel dates booked to modify their reservations due to the closure. The website does specifically state that, while reservations for July are being accepted, “a reopening date has not been identified.”",
    "headline": "Disney World accepting hotel reservations for July, says 'reopening date has not been identified'",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/travel/disney-world-hotel-reservations-july-reopening-coronavirus?"
  },
  {
    "percentage": 0.965548574924469,
    "country_id": 236,
    "id": 8043,
    "timestamp": "2020-05-11T20:41:55",
    "class": "HealthSystemPolicies",
    "content": "Fox News Flash top headlines are here. Check out what's clicking on Foxnews.com.Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.A harmonized and collaborative approach to the clinical testing, scale-up and distribution of candidate vaccines to prevent COVID-19 is essential, top scientific leaders write in a perspective published today in Science.As the COVID-19 pandemic continues, government, industry and academia have introduced a variety of vaccine candidates.The authors note in their piece that more than one effective vaccine approach likely will be required to successfully protect the global community from SARS-CoV-2, the virus that causes COVID-19. They advocate for a strategic approach to research and development that would generate crucial data for multiple vaccine candidates simultaneously. TOP SCIENTIST WHO BATTLED COVID-19 SAYS 'WE WILL NEVER ... LIVE NORMALLY' WITHOUT A VACCINEThe scientists -- who include NIH Director Francis Collins and NIAID Director Anthony Fauci -- also say that no single vaccine or vaccine platform is likely to meet the worldwide need, emphasizing the need for a coordinated and strategic approach to vaccine development.Developing COVID-19 vaccines will require unprecedented cooperation from governments, academic institutions, industry, and global philanthropic partners, they write.Researchers need to learn more about what constitutes a durable protective immune response against COVID-19, scientists write. They also explain that trials for several candidate vaccines could be conducted in parallel to generate essential safety and efficacy data and accelerate the timeline of COVID-19 vaccines.MEN HAVE HIGH LEVELS OF ENZYME KEY TO COVID-19 INFECTION, STUDY SAYSThe authors propose specific approaches to harmonizing the clinical testing of multiple vaccine products, including using common clinical trials designs, clinical endpoints, standardized immune assays and a common Data Safety and Monitoring Board.As of Monday evening, there were at least 1,344,512 infected and 80,087 deaths from COVID-19 in the United States.",
    "headline": "Coordinated strategy to accelerate COVID-19 vaccine is needed, top researchers say",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/science/coordinated-strategy-to-accelerate-covid-19-vaccine-is-needed-top-researchers-say?"
  },
  {
    "percentage": 0.9191982746124268,
    "country_id": 236,
    "id": 8044,
    "timestamp": "2020-05-11T22:42:10",
    "class": "HealthSystemPolicies",
    "content": "Fox News Flash top headlines are here. Check out what's clicking on Foxnews.com.Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.Some Americans of privilege — financial, physical, professional, personal — got trapped outside the country during the coronavirus pandemic, but the big question is: Can they come home or do they even want to come home?Alice and Sebastian Boher, artisanal marijuana pipemakers, left Los Angeles in early March and got stuck in Nicaragua.They can’t fly home.CLICK HERE FOR FULL CORONAVIRUS COVERAGE“We all have a story of this time,” Alice Boher told The New York Times. “And this is just my little story. This is my chain of weird events. It’s not better. It’s not worse. It just is.”Morgan Bernstein, the director of strategic initiatives at U.C. Berkeley’s Haas School of Business, got trapped in Honolulu.Now her kids are safe and sheltered but she worries about their future.“They get that there is a virus that is making people sick, but I’ve never seen them happier,” she said. “They think they’re on an extended vacation. It makes me wonder if I’m robbing my kids of the experience of understanding what the world is going through. Are they not going to relate to their peers because they will have experienced this time in such a different way?”The U.S. is moving toward the kind of mass screening that experts say is essential to returning millions of Americans to school and work.But the first so-called antigen test — announced Saturday by the Food and Drug Administration — is not quite the kind sought by top government health officials. It is less accurate than the current gold standard for testing and can only be run on specialized equipment.The U.S. is still struggling to increase testing to the levels that most public health experts say are essential. Harvard researchers have projected that the nation needs to be able to do 900,000 daily tests to be able to track new cases and contain new outbreaks as the country reopens. That’s more than three times the country’s current daily testing rate of about 275,000.The American shutdown is leaving the country’s people out.Josh Anchors, the director of global admissions at Léman Manhattan Preparatory School in New York, and his girlfriend of three months, Navia Nguyen, got to Indonesia right before a ban on tourists.There, Nguyen owns a wellness center where Anchors got a microdermabrasion facial, manicure, pedicure and vitamin C drip to stay healthy.The couple, now stuck together, have deepened their budding relationship.“You really get to know someone in depth in these circumstances,” Anchors said. “This is isolation-ship. Quaran-ship? Every once in a while we are like, ‘What are we doing?’”He’s no longer sure about home.“I don’t feel stranded,” he said. “I feel liberated.”CORONAVIRUS: WHAT YOU NEED TO KNOWLaura Ling is an event planner in New York who also doesn’t have a home to return to this year.“My industry is dead,” Ling said from Colombia. “I talk to colleagues, and we know we won’t be making any money off events in 2020. I’ve just started to think about what other career options I have.”",
    "headline": "Some Americans escaped to vacation spots as coronavirus spread -- but now they're stuck",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/world/americans-escaped-vacation-spots-coronavirus-stuck?"
  },
  {
    "percentage": 0.9490019679069519,
    "country_id": 236,
    "id": 8050,
    "timestamp": "2020-05-11T19:08:15",
    "class": "MiscellaneousPolicies",
    "content": "Here are some facts you may not know about the senior policy advisor for President Donald Trump.Get all the latest news on coronavirus and more delivered daily to your inbox.  Sign up here.Jezebel, which bills itself as a “supposedly feminist website,\" is under fire after publishing an article in which a writer declares that she hopes President Trump adviser Stephen Miller dies from coronavirus.The piece, written by senior writer Molly Osberg, is headlined, “I Will Personally Be Thrilled If Stephen Miller Dies of Covid-19.” It was published Friday as a response to news that Vice President Mike Pence’s press secretary Katie Miller tested positive for coronavirus.PENCE’S PRESS SECRETARY KATIE MILLER TESTS POSITIVE FOR CORONAVIRUS“Katie’s husband, of course, is Stephen Miller, the architect of the White House’s arcane immigration policy,” Osberg wrote. “And while I am generally loathe to wish physical harm on those I disagree with, and while I do wish Katie a speedy recovery, I’m comfortable shedding whatever objectivity I have here to say I desperately hope Stephen Miller contracts covid-19.”The Jezebel piece then accuses Miller of spending his “entire life pursuing the idea that America’s diversity is a disease,” laundering  “white nationalist talking points” and pushing for the idea that “the only punishment of consequence was to treat children as poorly as the law could possibly allow.”Osberg concluded her piece by declaring, “If thousands of Americans, the vast majority of them black and Latinx, are going to die every day from the new coronavirus, Stephen Miller should absolutely get it too.”TRUMP VALET TESTS POSITIVE FOR CORONAVIRUSJezebel did not immediately respond to a request for comment.Sen. Ted Cruz, R-Texas, called the article “sick and twisted,” adding that Americans should come together amid the pandemic.“Political disagreements are fine, but — especially in a time of crisis — we need more love in the world and less hate,” Cruz wrote.“More disturbing part about this — and it's understood it's Jezebel — is that an editor/decision-maker green-lighted this,” The Hill media reporter Joe Concha wrote. “But hey... if it gets clicks, right?”Osberg did not immediately respond to a request for comment.CLICK HERE FOR FULL CORONAVIRUS COVERAGE Many others took to Twitter to condemn the article:",
    "headline": "Jezebel writer condemned for declaring she would be ‘thrilled’ if Stephen Miller died from coronavirus",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/media/jezebel-stephen-miller-coronavirus?"
  },
  {
    "percentage": 0.8333640098571777,
    "country_id": 236,
    "id": 8223,
    "timestamp": "2020-05-12T20:29:05",
    "class": "MiscellaneousPolicies",
    "content": "I’ve heard of Muslim women in America being taunted for wearing hijabs, I’ve heard of Jewish men being mocked for wearing yarmulkes and now I’ve heard it all: A friend of mine was cursed by a passing stranger the other day for wearing a protective mask.There is, of course, a rather nasty virus going around, and one way to lessen the chance of its spread, especially from you to someone else, is to cover your nose and mouth. Call it civic responsibility. Call it science.But science is no match for tribalism in this dysfunctional country. Truth is whatever validates your prejudices, feeds your sense of grievance and fuels your antipathy toward the people you’ve decided are on some other side.And protective masks, God help us, are tribal totems. With soul-crushing inevitably, these common-sense precautions morphed into controversial declarations of identity. What’s next? Band-Aids?“Wearing a mask is for smug liberals. Refusing to is for reckless Republicans.” That was the headline on a recent article in Politico by Ryan Lizza and Daniel Lippman that noted that “in a deeply polarized America, almost anything can be politicized.”I quibble only with “almost.” And I submit that the entire story of our scattered, schizoid response to the coronavirus pandemic can be distilled into the glares, tussles, tweets, deference and defiance surrounding this simple accessory.On Monday the White House belatedly introduced a policy of mask-wearing in the West Wing — but it exempted President Trump. See what I mean about mask as metaphor? Trump demands protection from everybody around him, but nobody is protected from Trump. Story of America.My friend was standing on a street corner in the center of a small town in New York. The state has decreed that people wear face coverings if they’re in public settings where they can’t be sure to stay six feet or more away from others. So my friend was following the rules, as were her two companions. All three of them were masked.And a man driving by shouted a profanity at them.Just two words. Just two syllables. You can probably guess which.How did she know their masks were the trigger? She said that nothing else about the three of them could possibly have drawn any particular notice and judgment and that she’d encountered other evidence of objection to lockdowns, social distancing and masks in this relatively rural and relatively conservative area.One man, she said, has been standing outside the local post office, yelling about government oppression and handing out fliers. She showed me one. It had an image of a face mask crossed out and said: “ATTN GOVERNMENT AGENTS. Please provide lawful and necessary consideration to aid the bearer in the unimpeded exercise of constitutionally protected rights.”It’s not just her town. “Mask haters causing problems at retail establishments,” read a recent headline in the Illinois political newsletter Capitol Fax, which presented a compendium of reports from merchants around the state, including one in Dekalb who said that a customer wearing what looked like a hunting knife refused to follow Illinois directives and wear a mask. Priorities.When the president visited Phoenix a week ago, some residents who’d turned out to see him harangued journalists in masks, “saying how we’re only wearing masks to instill fear,” BrieAnna Frank, a reporter with The Arizona Republic, told Tom Jones of Poynter. Frank posted a Twitter thread with videos in which journalists were loudly accused of being “on the wrong side of patriotism” and “like communists.”Outside the State Capitol in Sacramento two days later, a woman held a sign that said: “Do you know who Dr. Judy Mikovits is? Then don’t tell me I need a silly mask.”Mikovits is a discredited scientist whose wild assertions and scaremongering regarding vaccines have made her a hero to conspiracy theorists and a social media and YouTube star. Naturally, masks factor into her repertoire. She has claimed that “wearing the mask literally activates your own virus.”So masks are props in our polluted ecosystem of information. They’re also symbols of American complacency. When the pandemic hit, there weren’t nearly enough of them, not even for medical workers, a shortage that more-prepared countries didn’t experience.And masks are emblems, maybe the best ones, of the Trump administration’s disregard for, and degradation of, experts and expertise. Last month, when Trump announced that the Centers for Disease Control and Prevention was recommending the use of masks, he went out of his way to make clear that he wouldn’t be wearing one and that no one else was obliged.Is it any wonder that weeks later, Mike Pence went maskless to the Mayo Clinic? No. He had a boss to please. He had a statement to make. And the statement was that masks were for wimpy worrywarts keen to do whatever the eggheads and elites told them.Those of us with masks on our faces or masks in our pockets, at the ready, are definitely doing what’s right, but we’re also making our own statements. I know this because I’ve hurriedly slipped my own mask on in uncrowded outdoor situations where it almost certainly wasn’t necessary but where others were masked. I wanted to signal them. I wanted them to know: I take my own tiny role in vanquishing this pandemic seriously. Rugged individualism ends where dying on this breathtaking scale begins. There’s liberty and then there’s death.I’ve often heard that this once-in-a-generation crisis will bring us together, making us realize how much we need one another.But it may well be driving us farther apart. Income inequality hasn’t been writ this large and gruesomely in decades. Red state vs. blue state and rural vs. urban tensions steer politicians’ and the public’s actions and words.And a potentially lifesaving accommodation is a badge of so much — of too much — more. Masks have unmasked immeasurable distrust in America. Who’s working on the vaccine for that?I invite you to sign up for my free weekly email newsletter. You can follow me on Twitter (@FrankBruni).Listen to “The Argument” podcast every Thursday morning, with Ross Douthat, Michelle Goldberg and me.",
    "headline": "Opinion | Nobody Is Protected From President Trump",
    "journal": "New York Times",
    "language": "en",
    "url": "https://www.nytimes.com/2020/05/12/opinion/coronavirus-masks.html?"
  },
  {
    "percentage": 0.9383504390716553,
    "country_id": 236,
    "id": 8224,
    "timestamp": "2020-05-12T15:33:35",
    "class": "ContainmentandClosurePolicies",
    "content": "It’s official: There will be no Broadway shows in New York this summer.The Broadway League, a trade organization representing producers and theater owners, said Tuesday that Broadway’s 41 theaters would remain shuttered at least through Labor Day.The announcement is not a surprise; the coronavirus pandemic is continuing to kill more than 150 people a day in New York state (down from the peak of 800), and Gov. Andrew M. Cuomo has put arts and entertainment in the last phase of his reopening plan.It remains unclear when Broadway might reopen. Many industry officials believe it will be considerably later than Labor Day. The practical effect of Tuesday’s announcement is that box offices and authorized ticket sellers should now refund or exchange tickets for shows through Sept. 6. Industry leaders have been extending the shutdown incrementally as a way of managing cash flow, as well as managing expectations.“As we’ve been put in phase four of the governor’s plan, we felt that Sept. 6 was a reasonable distance of time for refunds and exchanges, while we fully understand that we may not be back at that time,” said Charlotte St. Martin, the Broadway League’s president. “Broadway will be back when the governor tells us it’s safe to be back — we’re working closely with his office and with experts to know when that will be.”Theaters have been closed since March 12, when Cuomo barred gatherings of more than 500 people. The closing has disappointed legions of fans, cost thousands of people their jobs and prompted the jettisoning of two productions that were in previews but had not yet opened: the new Martin McDonagh play “Hangmen,” and a revival of Edward Albee’s “Who’s Afraid of Virginia Woolf?”Broadway is expected to be among the last sectors of the economy to reopen because its finances depend on assembling large crowds in confined spaces and its workplaces, onstage and backstage, place cast and crew in proximity to one another.The industry has other challenges, too. In recent years, its audiences have included large numbers of tourists and seniors, two groups that seem likely to return to Times Square more slowly than others. And its ticket prices are high, which could be a deterrent if the economy stays weak and unemployment remains high.In Britain, the Society of London Theater last week announced that shows in the West End have been canceled until June 28. “This does not mean theaters will reopen on 29 June,” the society’s announcement said. “If further cancellations are necessary they will continue to be announced on a rolling basis.”",
    "headline": "Curtains for Broadway: No Shows Until Labor Day, at Least",
    "journal": "New York Times",
    "language": "en",
    "url": "https://www.nytimes.com/2020/05/12/theater/broadway-coronavirus.html?"
  },
  {
    "percentage": 0.9746509194374084,
    "country_id": 236,
    "id": 8064,
    "timestamp": "2020-05-11T20:53:49",
    "class": "ContainmentandClosurePolicies",
    "content": "LOS ANGELES — About a month ago, in the middle of the night, someone repeatedly rang my doorbell and banged on my security gate.I grabbed a robe and rushed to find out what was going on. Police car lights were bleeding in through the window and pops of color circled the darkened dining room.I opened the inner door and saw an officer illuminated by porch light.“Ma’am, did you hear any shots earlier?” he asked.“Yes, I did,” I told him. I’d been awake and feeling rattled ever since.We have a running joke on my neighborhood’s Facebook page: Gunshots or fireworks? Most of the time it’s the latter, kids goofing around down by the Los Angeles River. But not that night.“How many shots, would you say?” he asked.“About 10 or 12,” I guessed, and then asked: “What happened?”He said that the driver of one car had shot into another. The victim had driven himself to the hospital, which triggered a call to the police. The next day I read a news item online that said they’d found about 10 shell casings on the street near my home.While we get the occasional graffiti tag on a neighborhood wall, any gunshots are usually in the distance. At the same time, we Southern Californians are never completely surprised by anything that happens in a car. It’s where we pluck whiskers from chins, brush teeth, change our clothes and occasionally take out aggression on one another. Sometimes even on the freeways at top speed.But in this quieter time of the coronavirus pandemic, where we’re home and mostly keeping our hands to ourselves, a funny thing has happened on the way to smacking the next guy: Crime is down.The Associated Press reports that around the world, man’s inhumanity to man has taken a back seat to Covid-19. Drug arrests in Chicago had plummeted by 42 percent in the weeks since the city was shuttered, and across Latin America, crime had been reduced to “levels unseen in decades,” it said.A construction worker in El Salvador remarked, “Killings are down, and the gangsters aren’t harassing so much.’’And in my hometown, Los Angeles, the article noted, the crime statistics were similar to last year’s until the week of March 15, when they dropped by 30 percent.Unlike the gunman who awakened me that night, more people in my neighborhood have been using their cars to show love.A few weeks ago, my sister and I were quarantining in the living room, using our devices, when we both looked up to see a parade of cars passing. At first I thought it was a funeral procession, but some drivers had bouquets of balloons streaming from the windows. Handmade signs affixed to the doors read, “JRob,” and the drivers honked festively.The parade was for a neighborhood school, Jackie Robinson Academy. The administrators and teachers were riding through our streets to let students know they missed them, but also that they wanted them to stay home and be safe.I posted a couple of hastily snapped pictures of it on my neighborhood Facebook page, sharing that I wished I’d taken better photos of the cars and asking if anyone else had any good shots.My neighbor Kevon replied that she didn’t but added, “There was a birthday parade for neighbor Rick Friday night! It’s been very touching experiencing/witnessing these beautiful displays.”On the neighborhood Facebook page, people chat animatedly about birthday, teacher and graduation drive-bys. My neighbor’s son, standing in his cap and gown, was feted when the local chapter of a national organization created mini-parades for four members’ children. A memoirist in my writing group missed our meeting because, he said, “we are doing a drive-by Mother’s Day celebration with my in-laws.”These mini-parades feel small-town and wholesome. While many of us have conceded the need to flatten our lives during the pandemic, we still hunger to commemorate the milestones, applaud essential workers on the front lines and acknowledge losses, such as the bond between students and teachers broken when the school year ended abruptly.We can’t give parties or hugs, but we can use the modest resources we have — our cars, homemade signs and horns — so that this deadly virus doesn’t kill off treasured traditions.I don’t think I’m the only one thankful for this break from the traffic in this city, where commuter hell can chip away at quality of life. In fact, a month and a half back, I joked on social media: “GOOD NEWS: With traffic slowed to a trickle, I almost have my road rage under control.”I know one day, Southern California will get back up to speed. We’ll be too busy for the friendly drive-by, and the streets will be too crowded to accommodate them. So I’m enjoying this time, while our repair crews expedite their highway improvement projects.And yet, there are always those who try to take advantage. In the month after people began staying home, The Los Angeles Times reported, the California Highway Patrol issued 2,493 tickets to drivers going more than 100 m.p.h., an 87 percent increase over that same period last year.The authorities said that one Southern California motorist clocked in at 165 m.p.h. No doubt he was going nowhere fast, while back in my neighborhood the drivers who slow their roll, decorate their cars and call us to the porch with riotous honking take our minds off what the future may hold and let us revel in the now.Pamela K. Johnson is a writer and filmmaker.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.",
    "headline": "Opinion | The Drive-By, Reinvented",
    "journal": "New York Times",
    "language": "en",
    "url": "https://www.nytimes.com/2020/05/11/opinion/coronavirus-crime-los-angeles.html?"
  },
  {
    "percentage": 0.9051486253738403,
    "country_id": 236,
    "id": 8068,
    "timestamp": "2020-05-11T09:00:19",
    "class": "ContainmentandClosurePolicies",
    "content": "If we cannot resume economic activity without causing a resurgence of Covid-19 infections, we face a grim, unpredictable future of opening and closing schools and businesses.We can find a way out of this dilemma by exploiting a key property of the virus: its latent period — the three-day delay on average between the time a person is infected and the time he or she can infect others.People can work in two-week cycles, on the job for four days then, by the time they might become infectious, 10 days at home in lockdown. The strategy works even better when the population is split into two groups of households working alternating weeks.Austrian school officials will adopt a simple version — with two groups of students attending school for five days every two weeks — starting May 18.Models we created at the Weizmann Institute in Israel predict that this two-week cycle can reduce the virus’s reproduction number — the average number of people infected by each infected person — below one. So a 10-4 cycle could suppress the epidemic while allowing sustainable economic activity.Even if someone is infected, and without symptoms, he or she would be in contact with people outside their household for only four days every two weeks, not 10 days, as with a normal schedule. This strategy packs another punch: It reduces the density of people at work and school, thus curtailing the transmission of the virus.Schools could have students attend for four consecutive days every two weeks, in two alternating groups, and use distance-learning methods on the other school days. Children would go to school on the same days as their parents go to work.Businesses would work almost continuously, alternating between two groups of workers, for regular and predictable production. This would increase consumer confidence, shoring up supply and demand simultaneously.During lockdown days, this approach requires adherence only to the level of distancing already being demonstrated in European countries and New York City. It prevents the economic and psychological costs of opening the economy and then having to reinstate complete lockdown when cases inevitably resurge. Giving hope and then taking it away can cause despair and resistance.A 10-4 routine provides at least part-time employment for millions who have been fired or sent on leave without pay. These jobs prevent the devastating, and often long-lasting, mental and physical impacts of unemployment. For those living on cash, there would be four days to make a living, reducing the economic necessity to disregard lockdown altogether. Business bankruptcies would also be reduced, speeding up eventual economic recovery.The cyclic strategy is easy to explain and to enforce. It is equitable in terms of who gets to go back to work. It applies at any scale: a school, a firm, a town, a state. A region that uses the cyclic strategy is protected: Infections coming from the outside cannot spread widely if the reproduction number is less than one. It is also compatible with all other countermeasures being developed.Workers can, and should still, use masks and distancing while at work. This proposal is not predicated, however, on large-scale testing, which is not yet available everywhere in the United States and may never be available in large parts of the world. It can be started as soon as a steady decline of cases indicates that lockdown has been effective.The cyclic strategy should be part of a comprehensive exit strategy, including self-quarantine by those with symptoms, contact tracing and isolation, and protection of risk groups. The cyclic strategy can be tested in limited regions for specific trial periods, even a month. If infections rates grow, it can be adjusted to fewer work days. Conversely, if things are going well, additional work days can be added. In certain scenarios, only four or five lockdown days in each two-week cycle could still prevent resurgence.The coronavirus epidemic is a formidable foe, but it is not unbeatable. By scheduling our activities intelligently, in a way that accounts for the virus’s intrinsic dynamics, we can defeat it more rapidly, and accelerate a full return to work, school and other activities.Uri Alon and Ron Milo are professors of computational and systems biology at the Weizmann Institute of Science in Israel. Eran Yashiv is a professor of economics at Tel Aviv University and at the London School of Economics Center for Macroeconomics.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.",
    "headline": "Opinion | 10-4: How to Reopen the Economy by Exploiting the Coronavirus’s Weak Spot",
    "journal": "New York Times",
    "language": "en",
    "url": "https://www.nytimes.com/2020/05/11/opinion/coronavirus-reopen.html?"
  },
  {
    "percentage": 0.8623588681221008,
    "country_id": 236,
    "id": 8149,
    "timestamp": "2020-05-12T18:11:50",
    "class": "MiscellaneousPolicies",
    "content": "\nIllinois's junior senator, Tammy Duckworth, blasted President Donald Trump and his administration Tuesday for the response to the coronavirus pandemic, calling Trump \"delusional\" after he's made comments recently suggesting the virus will eventually just go away and that testing isn't as important as some critics are saying it is for reopening the country.\n\n\"The man is delusional, and has no basis in his thinking in any type of science... Here's the deal, if we want to reopen the economy, we need to test. We need to have enough testing for everyone,\" Duckworth, a Democrat, said during an appearance on \"The View.\" \"It's not just enough for the president to make sure that those around him get tested on a daily basis. You know, he needs to stop worrying about what's inside the White House and start worrying about all the Americans outside the White House who need testing.\"\nTrump said Friday that the virus will eventually go away, even without a vaccine, echoing comments he'd previously made in an interview with ABC News \"World News Tonight\" anchor David Muir.\n\n\"I just rely on what doctors say. They say it's going to go,\" he said. \"That doesn't mean this year. Doesn't mean it's going to be gone, frankly by the fall or after the fall, but eventually it's going to go away. The question is will we need a vaccine? At some point it will probably go away by itself.\"\nTrump has touted the amount of testing done in the United States and claimed that the \"quality of our tests is the best anywhere in the world.\" With two confirmed cases among staff in the White House, senior officials are being tested daily, and on Monday, ABC Chief White House Correspondent Jonathan Karl asked the president when Americans across the country can also be tested daily as people try to return to work.\n\n\"Very soon. I mean, really very soon,\" Trump said. \"There is nobody close to us in the world and we certainly have done a great job on testing. Testing is a big -- is a very big important function. By the way, some people consider it more important than others, to be honest with you, but testing certainly is a very important function and we have prevailed.\"\nFor Duckworth, who in April was appointed to the White House's Opening Up America Again task force, testing is a crucial first step to getting the economy going again.\n\n\"We could go back to work when there is widespread and free testing -- when anyone who needs a test can get it -- that's when we can start reopening the economy,\" she said on Tuesday, adding that in other countries that have started to reopen, that's been the approach taken.\nThe Democratic senator was highly critical of the administration task force she was appointed to, saying there have only been two phone meetings so far, and during the first one, Trump spent the first 45 minutes \"bragging about how well he was doing and how well the United States is doing compared to other countries in terms of\" testing, which she said wasn't true.\n\n\"He's spent his time trying to spin the task force into some sort of a publicity tool for him. And when asked -- when asked how many tests are we going to be able to do by the end of this week, they've had no answers for it,\" she told \"The View\" co-hosts. \"I've been pretty frustrated with this task force. I keep asking them tough questions but we're not getting any good answers.\"\nDuckworth was also asked about the 2020 election, and the possibility she'll be vetted as a potential running mate for presumptive Democratic nominee Joe Biden, who has pledged to choose a woman as his vice president.\n\n\"Just having my name mentioned in the same breath as... Tammy Baldwin and the likes of Amy Klobuchar is really breathtaking for me,\" she said, naming two other senators considered to be on Biden's VP shortlist.\n\nShe said that she's focused right now on getting Biden elected in November, and that she'll leave it up to the Biden campaign to choose the best running mate.\n\nDuckworth, who is Thai, added that it's \"long overdue\" for a person of color to be chosen as a vice presidential candidate.\n\"I think that it's long overdue to have women and people of color to have equal representation in our nation's government,\" she said. \"Only when we have true diversity in our government will America be as strong as she could possibly be. Because then she would truly reflect the people who live here and all the strength that all of us bring to the table.\"\n\nThe senator was also asked to respond to the allegation of sexual assault facing Biden, which he has repeatedly denied, including on \"Good Morning America\" Tuesday. The woman accusing the former vice president, Tara Reade, said in an interview last week that she felt Biden should end his presidential bid.\n\n\"I've consistently said that all victims should be heard. I've also said that these allegations should be investigated and that is what's ongoing now,\" Duckworth said. \"I do think we should continue with the investigation but I think he has addressed these allegations directly and I'm glad that he's done that.\"",
    "headline": "President Trump 'delusional' to think COVID-19 will just go away: Sen. Tammy Duckworth",
    "journal": "ABC News",
    "language": "en",
    "url": "https://abcnews.go.com/Politics/president-trump-delusional-covid-19-sen-tammy-duckworth/story?id=70627440"
  },
  {
    "percentage": 0.808882474899292,
    "country_id": 236,
    "id": 8085,
    "timestamp": "2020-05-11T23:22:14",
    "class": "MiscellaneousPolicies",
    "content": "Beijing has warned it would take “countermeasures” unless the Trump administration “corrected” its decision to limit visas for all Chinese journalists posted in the United States, currently open-ended, to 90 days.This language echoes previous threats by China, including before it expelled journalists for three American newspapers, and comes as a bitter diplomatic row between China and the United States plumbs new depths.Beijing is invoking matters ranging from McCarthyism to the war in Iraq amid a deterioration in relations that has been exacerbated by, but is not limited to, the coronavirus outbreak.“We deplore and reject the erroneous move by the U.S. side, which is an escalation of its political suppression of Chinese media,” Foreign Ministry spokesman Zhao Lijian said Monday. He was responding to news that the Department of Homeland Security would publish a notice in the Federal Register on Monday stating that visas for all mainland Chinese journalists would be limited to 90 days, although they could apply for extensions.“The U.S., entrenched in a Cold War mentality and ideological prejudice, has launched one round of suppression after another against Chinese media agencies,” Zhao told reporters in Beijing.China’s Xi looks to stoke nationalism as Tiananmen anniversary approachesThe world’s two biggest economies, having already fought a trade war before becoming mired in a pandemic, have this year been at loggerheads over journalism. The tit-for-tat measures have forced 60 Chinese journalists working for state media outlets to leave the United States, while almost all American reporters for the Wall Street Journal, the New York Times and The Washington Post have been forced to leave China.Sign up for our Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access.The DHS notice said the change was being made “to achieve greater reciprocity,” the notice said.Foreign reporters in China have traditionally received year-long, multi-entry permits, although in the past few years, Beijing has “weaponized” visas, according to the Foreign Correspondents’ Club of China, to show displeasure at reporting on sensitive subjects such as the mass detention of Uighur Muslims. Some foreign journalists now receive only month-long visas.Chinese journalists have been granted visas that allow them to remain in the United States indefinitely, although the documents are valid only for a single entry.Zhao on Monday accused the United States of double standards.“The U.S. prides itself on press freedom and transparency, but why is it so afraid of Chinese media reports?” he asked. He accused the U.S. government of “prejudice, discrimination and exclusion toward Chinese media.”“It has been using this so-called reciprocity as an excuse to escalate political suppression against Chinese media,” Zhao said. “We urge the United States to immediately correct its mistake, otherwise we will have to take countermeasures.”Expelling U.S. journalists during coronavirus crisis, China doubles down on media warU.S.-Chinese relations have grown increasingly acrimonious over the source of the novel coronavirus now ravaging the United States.The Chinese Communist Party has been seizing on the rising toll in the United States as evidence of what it describes as the Trump administration’s bungled response to the pandemic. Meanwhile, the administration has repeatedly pushed the theory that the virus leaked from a top-security lab in Wuhan, without offering any supporting evidence, rather than originating in a seafood market as Chinese authorities and the World Health Organization have said is most likely.The promotion of the lab theory has evoked comparisons to the faulty intelligence on weapons of mass destruction that was used by the George W. Bush administration to justify invading Iraq in 2003. One of those to draw the comparison was commentator Fareed Zakaria, who said on CNN that it was this kind of “politicized intelligence” that led to the mistakes of the Iraq War.“China won’t be Iraq,” the Foreign Ministry’s chief spokeswoman, Hua Chunying, tweeted Saturday., posting an image of Zakaria.A leading proponent of the Wuhan lab theory has been deputy national security adviser Matthew Pottinger, a former Wall Street Journal correspondent in China during the SARS outbreak of 2003.Pottinger last week delivered a video message in Mandarin Chinese in which he asked what the “ultimate legacy” of the May Fourth student protest movement would be. He was referring to student protests in 1919 against the post-World War I Treaty of Versailles, which handed Germany’s concessions in China to Japan. The students considered the agreement to be a national humiliation and blamed traditional Confucian values for China’s weakness in the world.“It is a question only the Chinese people themselves can answer. The May Fourth Movement belongs to them,” Pottinger said in the video.“Will the movement’s democratic aspirations remain unfulfilled for another century? Will its core ideas be deleted or distorted through official censorship and disinformation?” Pottinger asked in the video. “Will its champions be slandered as ‘unpatriotic,’ ‘pro-American,’ ‘subversive’? We know the Communist Party will do its best to make it so.”The video was quickly deleted from social media platforms in China. The China Digital Times, a California-based site that monitors the country’s heavily censored Internet, reported that government authorities ordered media to “strictly delete any reposts, comments, and content” related to Pottinger’s speech.Was the new coronavirus accidentally released from a Wuhan lab? It’s doubtful.But China’s state broadcaster, often a conduit for official proclamations, devoted several minutes to the speech on Sunday’s main news bulletin. Anchor Li Zimeng used an old Chinese proverb to accuse Pottinger of being like “the weasel who gives New Year’s greetings to a hen.” She also indirectly criticized President Trump and Secretary of State Mike Pompeo, who have been the loudest public proponents of the Wuhan lab theory.“Those American politicians who attempt to bring back the spirit of McCarthyism will only further disrupt American epidemic prevention and control and endanger the lives and interests of more Americans,” she said. “Those who are obsessed with playing politics like a power game in ‘House of Cards,’ you’d better save your street tricks.” Instead of trying to sow discord in China, Li said, those in the Trump administration should be asking themselves “why the world’s top scientific and technological power is in such a mess and is so defeated in the fight against the epidemic?”More than 1.3 million people in the United States have caught the virus, and more than 80,000 people have died. That toll far outstrips the 4,637 reported deaths in China, which locked down vast swaths of the country in late January and early February as the virus spread.But China’s recent efforts show that fully stopping the transmission of the virus is an extremely difficult task. New cases are being reported — including six in the original epicenter of Wuhan — despite strict controls on entry into and movement around China.China, U.S. stand by trade deal as coronavirus crisis pushes relations to lowest level in decadesThe city of Shulan in Jilin province, near the borders with Russia and North Korea, has declared it is in “wartime mode” after linking 15 new cases to a super spreader. All public places have been closed and all public transport suspended, with residents told to stay home while the outbreak is contained.Separately, in Wuhan, six new cases have been found in two days at a residential compound.They appear to have started with an 89-year-old man who first developed a fever on March 17 but recovered at home within 10 days without ever seeing a doctor. But he started to have health issues again last month, and last week he was confirmed as having the coronavirus. His wife and two other elderly couples in the compound also tested positive for the virus.The compound has almost 5,000 residents, and about 300 returned to it last month once controls in Wuhan were eased. Chutian Metropolis Daily, a local paper, said those moves inflicted “heavy pressure on epidemic prevention and control.”Zhang Yuxin, the chief of the neighborhood committee, the smallest unit of the Communist Party structure, was removed from his post for “perfunctory and ineffective work in compound management.”\n\nLiu Yang and Wang Yuan in Beijing contributed to this report.Australia’s coronavirus disputes with China are growing. So are debates over its deep economic ties to Beijing.U.S. officials crafting retaliatory actions against China over coronavirus as President Trump fumesFearing political dangers, China spent years preparing for this economic crashToday’s coverage from Post correspondents around the worldLike Washington Post World on Facebook and stay updated on foreign news",
    "headline": "After trade war and pandemic, China and the U.S. step up fight over journalism",
    "journal": "Washington Post",
    "language": "en",
    "url": "https://www.washingtonpost.com/world/asia_pacific/mccarthyism-cold-war-iraq-war-weasels-china-on-the-attack-against-the-us/2020/05/11/9cca5f04-935b-11ea-87a3-22d324235636_story.html?itid=mc_magnet-coronavirus_16"
  },
  {
    "percentage": 0.8189171552658081,
    "country_id": 236,
    "id": 9603,
    "timestamp": "2020-05-20T21:54:42",
    "class": "MiscellaneousPolicies",
    "content": "Fox News Flash top headlines are here. Check out what's clicking on Foxnews.com.Get all the latest news on coronavirus and more delivered daily to your inbox.  Sign up here.A Canadian woman who contracted the coronavirus in March has tested positive for the illness for an eighth time.Tracy Schofield from Cambridge, Ontario, came down with COVID-19 symptoms including fever, chills and shortness of breath March 30 and tested positive for the first time March 31, according to CTV News. Since then, she has taken eight more tests, including one that inexplicably came back negative.She is currently preparing for her 10th test.For two weeks following her first test, Schofield self-quarantined in her room at home where her 17-year-old son also lives. During that period, she claims her fever reached 104.1 degrees Fahrenheit, and she also lost her sense of taste and smell.Now, more than 50 days later, she told CTV she still suffers shortness of breath. “COVID-19 has taken a lot out of me, and it continues every day,” she said.CLICK HERE TO GET THE FOX NEWS APPAfter producing a positive result seven times, her eighth test came back negative. “I cried because I was so happy,” Schofield said. But according to World Health Organization guidelines, a patient must test negative twice consecutively before they can be declared “recovered.” Unfortunately, a ninth test found that the virus was still strong in her system.Health officials have warned that these tests have been known to produce false negatives and positives. Early anecdotal reports suggested that some test kits correctly detected COVID-19 only 70 percent of the time, meaning about a third of patients would receive a false negative.Click for more from the New York Post.",
    "headline": "Canadian woman says she's tested positive for coronavirus 8 times: 'COVID-19 has taken a lot out of me'",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/world/canada-woman-positive-coronavirus-8-times-covid-19?"
  },
  {
    "percentage": 0.877138078212738,
    "country_id": 236,
    "id": 9607,
    "timestamp": "2020-05-20T20:41:48",
    "class": "MiscellaneousPolicies",
    "content": "Sen. Josh Hawley introduces the Justice for Victims of Coronavirus Act to help Americans fight back.Get all the latest news on coronavirus and more delivered daily to your inbox.  Sign up here.China’s Communist Party is again seizing factory lines churning out the world’s supply of medical safety gear — sparking fears the country is preparing for a second wave of the coronavirus, American traders in China told The Post.New Yorker Moshe Malamud, who has done business in China for over two decades, was moving tens of millions of pieces of protective gear to the U.S. at the height of the crisis but said suppliers in recent weeks had been overwhelmed with orders from the Chinese government.“I was placing a larger order with one of the bigger distributors and he tells me, ‘I can complete this order but after this we’ve been contracted by the Chinese government to produce 250 million gowns,'” said Malamud, who lived in China for a decade before founding aviation company M2Jets.He said he heard a similar story about another manufacturer making thermometers.“We hear how China is up and running and the virus is past them, so I asked, ‘What are they ordering 250 million gowns for?’ and of course no one is talking.”CLICK HERE TO GET THE FOX NEWS APP“I’ve been hearing this a lot from other manufacturing institutions that say, ‘We can give you a little bit, but basically we’re concentrated between now and the end of the summer manufacturing stuff for the Chinese government in anticipation of a second wave,’” he continued.Last month, leading U.S. manufacturers of medical safety gear told the White House that China had prohibited them from exporting goods as the crisis mounted, a Post report revealed.Click for more from the New York Post.",
    "headline": "China seizes control of PPE factories, sparking fear of new coronavirus wave",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/world/china-ppe-factories-seizures-coronavirus-wave-fears?"
  },
  {
    "percentage": 0.9312310218811035,
    "country_id": 236,
    "id": 10224,
    "timestamp": "2020-05-24T07:33:06",
    "class": "MiscellaneousPolicies",
    "content": " (CNN)Just because you can go to the beach or bars doesn't mean it's time to let your guard down. In fact, some states are seeing new spikes in coronavirus cases.\"With the country starting to open up this holiday weekend, I again remind everyone that the coronavirus is not yet contained,\" said Dr. Stephen M. Hahn, commissioner of the US Food and Drug Administration. \"It is up to every individual to protect themselves and their community. Social distancing, hand washing and wearing masks protect us all.\"Many Americans have flocked to parks, restaurants and beaches to celebrate Memorial Day weekend.In Alabama's Gulf Shores, \"there are literally thousands of people out here on the beach, and what I'm really pleased to see is that many of these folks, almost all of them, are doing a great job with social distancing,\" beachgoer Steve Ricks told CNN affiliate WPMI. But some ignored health warnings, despite new information that an estimated 40% of coronavirus transmissions occur before any symptoms.Video from a pool party at Lake of the Ozarks, Missouri, showed a massive crowd of people crammed together both inside and outside the pool.Saturday's footage came the same day Arkansas Gov. Asa Hutchinson said several people who attended a swim party contracted Covid-19.An aide to New York Gov. Andrew Cuomo, Melissa DeRosa, harshly criticized a restaurant in Patchogue that eased restrictions on mask wearing and social distancing by allowing customers to come inside to pick up food on a rainy Friday night.\"That's stupid -- stupid for you, it's stupid for your surrounding patrons, it's stupid for the bar,\" she said Sunday at a news briefing.The Dublin De​ck Tiki Bar and Grill posted an apology on Instagram, saying,  \"There are no excuses when it comes to public safety. We should not have allowed anybody inside whatsoever.\"Social distancing was forgotten in Daytona Beach, Florida, on Saturday when a man apparently making a rap video threw money from atop a car into the crowd on a main thoroughfare, authorities said. Volusia County Sheriff Mike Chitwood said officers are looking through aerial footage in an attempt to identify and arrest the man.    Experts warn the US is nowhere near out of the woods with coronavirus. More than 1.6 million Americans have been infected and over 97,000 have died, according to Johns Hopkins University. \"Look at the numbers. You'll see that on Thursday, more than 20,000 Americans were infected,\"  said Dr. Seema Yasmin, a former disease detective at the US Centers for Disease Control and Prevention. On Friday, \"that number went up, and there were more than 24,000 Americans newly diagnosed with Covid-19.\"Track the virus in your state and nationwideBirx has a message for those refusing to wear masksWearing a face mask is critical to reducing the spread of coronavirus, especially since many carriers don't even know they're contagious, said Dr. Deborah Birx, the White House coronavirus task force coordinator. \"There is clear scientific evidence now, by all the droplet experiments that happened and that others have done, to show that a mask does prevent droplets from reaching others,\" Birx told \"Fox News Sunday.\" She offered a message to those who say they have a right not to wear a mask in public.\"Out of respect for each other, as Americans that care for each other, we need to be wearing masks in public when we cannot social distance,\" she said.In an interview with ABC, Birx said \"there's asymptomatic spread.  And that means that people are spreading the virus unknowingly.\"\"And this is unusual in the case of respiratory diseases,\" Birx said. \"So you don't know who's infected. And so we really want to be clear all the time that social distancing is absolutely critical. And if you can't social distance and you're outside, you must wear a mask.\"Several states see surges in coronavirus casesStates such as North Carolina and Arkansas are seeing major spikes, Yasmin said. On Saturday, North Carolina reported its highest single-day increase of new coronavirus cases, just a day after the state rolled into its second phase of reopening. In Arkansas, Gov. Hutchinson said the state seemed to be experiencing a \"second peak.\" He said that rise is due in part to more widespread testing.The CDC and 11 states could be misleading in how they report tests, experts say.And high numbers of new cases have emerged from Virginia, Maryland, the District of Columbia, Nebraska and Illinois, Birx said.You asked, we're answering: Your top coronavirus questions Houston mayor: 'Too many people who are coming together'Texas beaches also saw crowds over the weekend after bars were allowed to reopen, with restrictions. Texas is one of a handful of southern states at risk of seeing a rapid surge of new coronavirus cases in some areas, according to a new projection model. That model predicts that Harris County, which includes Houston, could see more than 2,000 new cases each day by June. Houston Mayor Sylvester Turner said Sunday the city will enforce the 25% capacity rule in bars and clubs -- two days after saying the rule would not be enforced. The city also will enforce the 50% rule for restraurants.Speaking at a news conference livestreamed by CNN affiliate KPRC, Turner said he changed course after seeing social media photos of establishments clearly above their occupancy requirements. \"The reality is that there are too many people who are coming together,\" Turner said. \"No social distancing, no mask. And then after this Memorial Day weekend is over they're going to be on somebody's job or in close proximity to somebody else.\"The projection model also shows parts of South Florida and parts of Alabama and Tennessee are also poised for spikes in coronavirus cases. A study leads to encouraging resultsThere's a bit of good news when it comes to a possible therapy for Covid-19 patients. A study appeared to show patients who received transfusions of antibody-filled convalescent plasma seemed to fare better. Convalescent plasma is derived from the blood of recovered coronavirus patients.The study hasn't been peer-reviewed or published in an academic journal, but researchers said the findings are a good sign for plasma therapy.\"We are encouraged that our initial assessment offers evidence in support of convalescent plasma as an effective intervention,\" said Dr. Nicole Bouvier, an associate professor at the Icahn School of Medicine at Mount Sinai and a co-author on the study.But more studies are needed to confirm the findings, the researchers said.CNN's Hollie Silverman, Artemis Moshtaghian, Arman Azad, Melissa Alonso, Dakin Andone, Amir Vera, Nicky Robertson, Ralph Ellis, Barbara Starr and Alec Snyder contributed to this report. ",
    "headline": "Covid-19 cases surge in some states as Americans celebrate Memorial Day weekend",
    "journal": "CNN",
    "language": "en",
    "url": "https://www.cnn.com/2020/05/24/health/us-coronavirus-sunday/index.html?"
  },
  {
    "percentage": 0.8189656138420105,
    "country_id": 236,
    "id": 10227,
    "timestamp": "2020-05-24T18:03:13",
    "class": "MiscellaneousPolicies",
    "content": "U.S. gives AstraZeneca $1.2 billion for COVID-19 vaccine; America would get 300 million doses starting in October.Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.Developing a vaccine for the coronavirus could prove difficult due to the declining number of infections, researchers in Britain have warned. Reports that Oxford was proceeding to the second stage of human trials for its coronavirus vaccine, which would see the number of participants rise to 10,000 people, were met with optimism. Oxford’s Jenner Institute is working with drug company Astra Zeneca to develop a vaccine. The government projected that the vaccine, if successful, could deliver 30 million doses by September. However, scientists involved with the study have given interviews with separate London-based newspapers warning that initial projections may prove to be optimistic. CLICK FOR THE LATEST ON THE CORONAVIRUSThe main issue, they say, is that the virus may be disappearing too fast for the studies to produce “meaningful results.” “It is a race, yes. But it's not a race against the other guys. It's a race against the virus disappearing, and against time,” Professor Hill, 61, told the Telegraph. “But at the moment, there’s a 50 per cent chance that we get no result at all. We’re in the bizarre position of wanting Covid to stay, at least for a little while. But cases are declining.\"Hill, director of the Oxford University Jenner Institute, told the Telegraph that in the second phase of testing, he might expect fewer than 50 people to catch the virus. If the total number of infected participants is below 20, then results may be useless. UK COVID VACCINE TRIAL 'PROGRESSING VERY WELL,' RECRUITING CHILDREN, OLDER ADULTS“There’s a danger of over-promising here. This is the way I usually say it: this is our ambition,” Hill said. “There are multiple risks. It's never been done before. We don't know if we can do it. We think we can.”“I wouldn’t book a holiday in October on the back of these announcements, put it that way.”Sir John Bell, regius professor of medicine at Oxford University, during an interview with The Sunday Times reiterated Hill’s concerns, explaining that the speed of development was “entirely dependent” on the number of infections in the population. UK CORONAVIRUS VACCINE TRIAL COULD DELIVER 30 MILLION DOSES BY SEPTEMBER“You wouldn’t start [trials] in London now for sure,” Bell said. “The question is: can you chase the disease around the UK? Then there’s the question about whether you chase it internationally.” Early next month, Oxford will release the crucial results of a first trial of more than 1,000 UK volunteers conducted in April, when the disease was at its peak.Hill said he would be happy for other countries to use his research principles to protect their own citizens.“We might feel a little peculiar about that. We got there first, but everyone else piles in. We might feel that we've done the heavy lifting,” Hill said. “But actually we wouldn't care. We're not competing in a cutthroat way. If someone else can produce a billion doses, we’ll have a party.”CLICK HERE FOR THE FOX NEWS APPEight potential COVID-19 vaccines are currently proceeding with human trials, with four in China, two in the U.S. and one in Germany. Despite the warnings of caution, many of the teams are planning to move their next trials overseas.",
    "headline": "UK researchers warn of only '50 percent' success for COVID vaccine trial",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/world/uk-researchers-warn-of-only-50-percent-success-for-covid-vaccine-trial?"
  },
  {
    "percentage": 0.9440878629684448,
    "country_id": 236,
    "id": 8134,
    "timestamp": "2020-05-11T00:45:10",
    "class": "MiscellaneousPolicies",
    "content": "On May 4, the U.S. Supreme Court heard oral arguments by phone — and let the world listen in via live stream (and just two days later, this innovation rang in the court’s first audible toilet flush). What’s more, the court is moving to have advocates file motions and briefs online. Prompted by the coronavirus pandemic, these firsts have been startling from an institution that has never allowed its arguments to be broadcast and has long resisted any change.But the state courts got there first, responding quickly to the coronavirus threat by offering innovative and remote access to justice. Almost one month before the Supreme Court’s audio broadcast, the North Dakota Supreme Court offered live broadcasts of oral arguments held over Zoom. In early April, the Texas Supreme Court followed suit. On the same day that the U.S. Supreme Court first announced it would live-stream its remote oral arguments, the Michigan Supreme Court held its first oral arguments remotely, broadcast live via YouTube.Don’t be surprised. Our research finds that state judges often launch innovations. That’s because they don’t have life tenure, making them quicker to respond to public demands.State courts have the motivation to innovate. The U.S. Supreme Court does not.As the novel coronavirus began to spread in the United States, many state chief justices and their courts issued numerous orders canceling jury trials, postponing deadlines for fees and filings, and delivering numerous guidelines for ensuring that the judiciary and criminal justice systems could continue to function. For instance, as of this writing, the Texas Supreme Court has issued 14 such orders; the Michigan Supreme Court, 13; and the North Dakota Supreme Court, nine. Indeed, every state high court has issued numerous and often significant orders. For example, on March 20, Chief Justice Mike McGrath of the Montana Supreme Court asked his state’s lower-court judges to “review your jail rosters and release, without bond, as many prisoners as you are able, especially those being held for non-violent offenses.”The TMC newsletter is changing shape! Sign up here to keep getting our smart analysis.Why are state courts so innovative while the U.S. Supreme Court is so stodgy? The Constitution guarantees Supreme Court justices a job for life. But most state judges need either voters’ or state officials’ approval if they’re to stay in office. Our previous research has looked at what state supreme court judges post on Twitter and at how they write their legal opinions. There we’ve found that these judges work at projecting a positive image, not only to the state’s legal community but also to the broader public.Sign up for our Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access.In other words, state judges pay attention to what political scientists call “retention audiences,” while Supreme Court justices don’t. “Retention audiences” means the group responsible for renewing someone’s term of office. For elected state supreme court judges, that’s the voters; for appointed judges, that’s the governor or legislature. These retention audiences connect judges with the public, either directly or indirectly, making the judiciary not only a legal institution but a representative one, as well.In some states, coronavirus measures are effectively banning abortion.The Supreme Court’s lack of leadership on the pandemic is causing chaos in lower federal courtsThe U.S. Supreme Court’s chief justice is also the chief administrator of the federal courts. So far, Chief Justice John G. Roberts Jr. and the Judicial Conference of the United States have issued only two declarations. The first authorized remote proceedings; the second required courts to offer public access to those proceedings. But nearly all other policies are determined at the federal judiciary’s lower levels — and U.S. courts of appeals are taking very different approaches to the pandemic.Only the 1st Circuit has made no changes regarding oral arguments. Every other circuit has made accommodations, but with significant variations. The 2nd, 6th, 7th, 8th and 11th circuits are all requiring telephonic hearings, like the U.S. Supreme Court, though the 6th does not have live audio, with recordings posted to their website within 24 hours. In the 3rd Circuit, in-person oral arguments continue, though parties may request a hearing by telephone. The remaining circuits have decided to move forward by giving the parties the choice of having their case decided by brief, postponing oral arguments or doing them remotely. In other words, the federal courts’ policies vary by region.State high courts have responded more quickly, bringing each state’s courts into more uniformity. To be sure, the circuits are in very different regions, which could explain the federal courts’ decision to allow these decisions to be made locally. But every state (minus Nebraska) has taken a top-down leadership role, leading to uniformity in judicial practice across the state.With one court decision, Germany may be plunging Europe into a constitutional crisis.When it comes to judicial leadership, incentives matter Each Supreme Court justice has reached the highest judicial position in the United States. Since they are in no danger of losing it, justices have no need to cater to specific audiences, unless they personally want some group’s approval. But unlike Roberts, state supreme court chief justices do risk losing their jobs — and that’s the primary motivating factor in their behavior.So why are the U.S. courts of appeals’ chief judges also responding to the crisis even though they, too, have life tenure? Because these judges do also keep an eye on an audience — particularly if they hope for a promotion to the U.S. Supreme Court.As a result, while the U.S. Supreme Court’s audio live stream may well stop when the pandemic’s threat has passed, state courts’ changes are likely to outlive the crisis, continuing to reduce costs, increase transparency and improve access to the judicial system into the future.What’s behind the fight over Wisconsin’s primary? The Supreme Court’s gerrymandering ruling.Todd A. Curry (@DrToddACurry) is an associate professor of political science at the University of Texas at El Paso and author most recently, with Michael K. Romano, of Creating the Law: State Supreme Court Opinions and The Effect of Audience (Routledge Press, 2019).Michael P. Fix (@mpfix1) is an associate professor of political science at Georgia State University whose forthcoming book with Benjamin Kassow is U.S. Supreme Court Doctrine in the State High Courts (Cambridge University Press).Michael K. Romano (@Romano_PoliSci) is an associate professor of political science at Shenandoah University and author most recently, with Todd A. Curry, of Creating the Law: State Supreme Court Opinions and The Effect of Audience (Routledge, 2019).Michael F. Salamone (@enomalas) is an associate professor of political science at Washington State University and author most recently of Perceptions of a Polarized Court: How Division Among Justices Shapes the Supreme Court’s Public Image (Temple University Press, 2018).",
    "headline": "Analysis | Unlike the Supreme Court, state courts have responded quickly to the pandemic. Here’s why.",
    "journal": "Washington Post",
    "language": "en",
    "url": "https://www.washingtonpost.com/politics/2020/05/11/unlike-supreme-court-state-courts-have-responded-quickly-pandemic-heres-why/?itid=mc_magnet-coronavirus_12"
  },
  {
    "percentage": 0.8766587972640991,
    "country_id": 236,
    "id": 10230,
    "timestamp": "2020-05-24T13:01:04",
    "class": "ContainmentandClosurePolicies",
    "content": "Nascar President Steve Phelps joins Jon Scott to discuss the successful return of Nascar and the upcoming Coca-Cola 600.The most celebrated day in motor sports -- the Sunday of Memorial Day weekend -- has a much different look this year due to the coronavirus pandemic.The day usually features the Monaco Grand Prix in Europe, the Indianapolis 500 and the NASCAR Coca-Cola 600 in Charlotte.This year, the pandemic has forced the cancellation of the Monaco race and the postponement of the Indy 500 until August.The only race revved up to go is the NASCAR race -- the stock car circuit’s longest of the year.\n      Charlotte Motor Speedway is shown in Concord, N.C., Wednesday, May 20, 2020. Some fans have been coming to the Coca-Cola 600 for decades, but they won’t be allowed into Charlotte Motor Speedwaý on Sunday due to Covid-19, leaving the grandstands empty and many disappointed. (AP Photo/Steve Reed)\n      HOW TO WATCH NASCAR'S COCA-COLA 600 AT CHARLOTTE MOTOR SPEEDWAYThe Charlotte 600 at the 79,000-seat speedway will have a total of 900 to 1,000 people on the property, consisting of drivers, each race team’s crew members, NASCAR officials, a smaller-than-usual on-site TV production crew, medical staffers and a media press-box contingent of four reporters, according to the Charlotte Business Insider.The dusk-to-dark race is a Memorial Day celebration, with fallen heroes honored on each car and a post-race fireworks spectacular.\n      Kyle Busch sits on the pit wall after finishing second to Chase Briscoe (98) in the NASCAR Xfinity series auto race Thursday, May 21, 2020, in Darlington, S.C. (AP Photo/Brynn Anderson)\n      NASCAR'S STEVE PHELPS ON COCA-COLA 600 HONORING FALLEN US SERVICE MEMBERS: 'A REALLY SPECIAL TIME FOR US'The race itself is one of the most grueling of the season. It’s almost always hot, the race is 100 miles longer than any other and it is a true battle of attrition. Drivers love the event and many teams enjoy the challenge of tackling a 600-miler. They also respect what the Coca-Cola 600 has become over the last 61 years.“I think for our hardcore fans and for the people that appreciate the history of NASCAR, the 600 is it’s own kind of animal and it’s own show,” said driver Martin Truex Jr. “For us in the sport and drivers especially, it’s a big one and it’s one we all want to win.”CLICK HERE FOR MORE NASCAR NEWS FROM FOX NEWS AUTOSThe Coca-Cola 600 is the third Cup Series race in the past week since NASCAR returned to the track on May 17.The Associated Press contributed to this report.",
    "headline": "NASCAR all alone as coronavirus alters biggest day of racing in motor sports",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/auto/nascar-all-alone-as-coronavirus-alters-biggest-day-of-racing-in-motor-sports?"
  },
  {
    "percentage": 0.8811454772949219,
    "country_id": 236,
    "id": 10231,
    "timestamp": "2020-05-24T19:38:12",
    "class": "MiscellaneousPolicies",
    "content": "California Congressman Devin Nunes and Ryan Driscoll, cruise ship performer, share the story on ‘Fox and Friends Weekend.’Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.Rep. Devin Nunes on Sunday celebrated the return of a U.S. cruise ship entertainer who'd been stuck at sea for months amid the coronavirus pandemic, as the congressman told \"Fox & Friends\" that helping him get home was \"one of the really only good parts left about this job.\"San Diego native Ryan Driscoll, 26, said he'd been stuck aboard the Seabourn Odyssey off the coast of Bridgetown, Barbados, for 80 days before Nunes caught wind of his situation.\"A lot of times, we're the last line when people get to us, we're their last hope. And, we've had a lot of people in Ryan’s case. All the members of Congress all over the country have had similar situations, but Ryan's was particularly important because it took so long,\" Nunes, R-Calif., said.CLICK FOR THE LATEST ON THE CORONAVIRUS\"I’m very thankful to Congressman Nunes and his office,\" Driscoll said. \"They all helped me get home quicker and safer. They were putting pressure on the local Bridgetown and Barbados government, working with the U.S. State Department as well as the U.S. Embassy in Bridgetown to arrange a charter flight to bring back American citizens, and I was one of those lucky Americans that got to come home on that flight.\"The cruise ship performer added that \"without Nunes and his amazing staff in California, I would not be here right now in sunny San Diego. I would be stuck on that ship like many of my friends are still stuck on ships around the world. So, I'm very thankful to be back.\"CLICK HERE FOR THE FOX NEWS APPNunes said he was \"thankful\" Driscoll was able to return safely to his family, adding that his team was focussed on bringing home other citizens \"trapped overseas\" amid the pandemic.",
    "headline": "US cruise ship performer stuck in Barbados amid coronavirus thanks Rep. Nunes for helping bring him home",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/media/cruise-ship-entertainer-ryan-driscoll-devin-nunes-coronavirus-barbados?"
  },
  {
    "percentage": 0.8009670972824097,
    "country_id": 236,
    "id": 10239,
    "timestamp": "2020-05-24T22:40:09",
    "class": "MiscellaneousPolicies",
    "content": "ATLANTA — For the first time in weeks, Jason Dees looked out as he preached on Sunday and saw faces, instead of just a camera lens. The group of Christ Covenant Church worshipers was considerably smaller than before the coronavirus pandemic — 40 people this week, wearing masks as they sang and prayed, a small fraction of the congregation’s 500 members — but they were there.“This is good for our souls,” Dr. Dees, the church’s senior pastor, said. “This is right. This is good.”Still, he told the gathering that it would be several weeks more, and maybe longer, before the entire congregation could be back together again. Most would have to continue watching online.He and other pastors at Christ Covenant in Atlanta had drawn elaborate plans for reopening, talking to health professionals and other religious leaders. This was just the first phase.The deliberations reflected the broader tension in religious congregations between the desire to worship together and fear of the consequences if they did not do so safely.For the most part, churches across the country have not yet thrown open their doors. Instead, as in so many sectors of American life that have been disrupted, religious communities are stepping gingerly toward the post-shutdown world.The coming days bring a significant test. Many houses of worship have laid the groundwork for returning, and expect to resume some form of in-person worshiping next week.“Every church I know is working through a staging plan,” Russell Moore, president of the Southern Baptist Convention’s public policy arm, said in a statement, “telling their members what benchmarks they are looking for to know when to regather, how they will then phase that regathering in, and what steps they will take to ensure safety when they do.”The discourse has grown increasingly political. Conservative churches in states under stay-at-home orders have pushed back against restrictions on worship, and President Trump weighed in on behalf of one of his key constituencies, threatening on Friday to try to overrule governors who refuse to allow houses of worship to open.“Some governors have deemed the liquor stores and abortion clinics as essential, but have left out churches and other houses of worship,” Mr. Trump said. “It’s not right. So I am correcting this injustice and calling houses of worship essential.”Some faith leaders found a measure of comfort in the president’s words, hearing an acknowledgment of religious liberties and an affirmation of the central role worship holds in the lives of millions, especially at a time of confusion, pain and loss. Still, many are preaching caution. Though religious services have already been allowed to resume in more than half the states, many congregations have decided to remain closed for the present.“The government simply cannot tell any religious entity how to operate,” said Jason Cruise, the senior pastor at ClearView Baptist Church in Franklin, Tenn., adding that his remark applies to the federal government as well as “rogue mayors and rogue governors across the land who were literally trashing the Constitution.”His congregation, which typically has more than 800 people in its weekly services, is reopening next Sunday with social distancing rules. Masks will be optional.“Here’s the phrase we keep using: Use your own judgment,” Dr. Cruise said. “If you want to come back, come back. If you don’t want to wear a mask, don’t wear a mask. We’ve tried to empower people. You’re a grown adult. You know what’s best for you.”Even so, there were fears of grave consequences. Houses of worship have the potential to help the virus spread widely through a community, given the close quarters, robust choirs and rituals like communion. Many churches, including mainline Protestant denominations, have congregations that skew older, a demographic especially vulnerable to the virus.In March, the first confirmed coronavirus case in Washington, D.C., was an Episcopal pastor who had celebrated communion for hundreds of worshipers before his diagnosis was confirmed. In May, health officials reported a high Covid-19 rate at a church in Arkansas where two people had attended services and Bible study sessions in March. Thirty-five of the 92 people who attended the same events caught the virus, and three died; they in turn were linked to at least 26 more cases and one death in the community.A Catholic church in Houston reopened on May 2 for limited Mass, but closed again after five leaders tested positive for the virus last weekend, following the death of a priest who had received a diagnosis of pneumonia.“The moral, safe choice is to wait,” said Bishop Charles E. Blake Sr., who presides over the Church of God in Christ, a historically black denomination with about six million members worldwide. The denomination has urged pastors to not begin to reopen until at least July. “We don’t think now is the time, and neither do the scientists and doctors we consult with,” Bishop Blake said.About half a dozen of the denomination’s 200 bishops have died of the coronavirus, he said, adding, “The black pastors seem to have a heavier responsibility now, since our statistics are so much higher.”Many houses of worship are pushing ahead with reopening. They have been mapping out new seating arrangements or foot traffic flow, and canceling fellowship hours and other events where congregants might have been tempted to mingle in enclosed spaces.In California, more than 1,200 pastors have pledged to hold services for the Pentecost next Sunday, challenging Gov. Gavin Newsom’s executive order limiting such gatherings. A Pentecostal church in Chula Vista, near San Diego, mounted a legal battle, arguing that the governor’s order violates their right to freely assemble, but the governor’ order has so far been upheld in court.Mr. Trump’s message has also had an impact: On Saturday, Minnesota announced that it would lift restrictions and allow houses of worship to open at 25 percent of capacity, if they follow public health guidelines. Some Catholic and Lutheran leaders had said they would return to in-person worship next week in defiance of Gov. Tim Walz’s previous order limiting group gatherings.The National Council of Churches, a partnership of 38 Christian denominations, planned to hold a virtual memorial service Sunday evening. It was aimed mainly at acknowledging the grief caused by the virus as the U.S. death toll nears a grim marker of 100,000. But organizers have also cast it as a quiet rebuke of the president and others who they fear are moving too hastily and injecting politics into a process where it should not be a consideration.“This has been weaponized to become a wedge in politics, and also in culture wars,” said Bishop Elizabeth A. Eaton, the presiding prelate of the Evangelical Lutheran Church in America. “No one is depriving us of our religious freedom.”Updated May 20, 2020If air travel is unavoidable, there are some steps you can take to protect yourself. Most important: Wash your hands often, and stop touching your face. If possible, choose a window seat. A study from Emory University found that during flu season, the safest place to sit on a plane is by a window, as people sitting in window seats had less contact with potentially sick people. Disinfect hard surfaces. When you get to your seat and your hands are clean, use disinfecting wipes to clean the hard surfaces at your seat like the head and arm rest, the seatbelt buckle, the remote, screen, seat back pocket and the tray table. If the seat is hard and nonporous or leather or pleather, you can wipe that down, too. (Using wipes on upholstered seats could lead to a wet seat and spreading of germs rather than killing them.)Common symptoms include fever, a dry cough, fatigue and difficulty breathing or shortness of breath. Some of these symptoms overlap with those of the flu, making detection difficult, but runny noses and stuffy sinuses are less common. The C.D.C. has also added chills, muscle pain, sore throat, headache and a new loss of the sense of taste or smell as symptoms to look out for. Most people fall ill five to seven days after exposure, but symptoms may appear in as few as two days or as many as 14 days.Over 38 million people have filed for unemployment since March. One in five who were working in February reported losing a job or being furloughed in March or the beginning of April, data from a Federal Reserve survey released on May 14 showed, and that pain was highly concentrated among low earners. Fully 39 percent of former workers living in a household earning $40,000 or less lost work, compared with 13 percent in those making more than $100,000, a Fed official said.There is an uptick in people reporting symptoms of chilblains, which are painful red or purple lesions that typically appear in the winter on fingers or toes. The lesions are emerging as yet another symptom of infection with the new coronavirus. Chilblains are caused by inflammation in small blood vessels in reaction to cold or damp conditions, but they are usually common in the coldest winter months. Federal health officials do not include toe lesions in the list of coronavirus symptoms, but some dermatologists are pushing for a change, saying so-called Covid toe should be sufficient grounds for testing.Yes, but make sure you keep six feet of distance between you and people who don’t live in your home. Even if you just hang out in a park, rather than go for a jog or a walk, getting some fresh air, and hopefully sunshine, is a good idea.Taking one’s temperature to look for signs of fever is not as easy as it sounds, as “normal” temperature numbers can vary, but generally, keep an eye out for a temperature of 100.5 degrees Fahrenheit or higher. If you don’t have a thermometer (they can be pricey these days), there are other ways to figure out if you have a fever, or are at risk of Covid-19 complications.The C.D.C. has recommended that all Americans wear cloth masks if they go out in public. This is a shift in federal guidance reflecting new concerns that the coronavirus is being spread by infected people who have no symptoms. Until now, the C.D.C., like the W.H.O., has advised that ordinary people don’t need to wear masks unless they are sick and coughing. Part of the reason was to preserve medical-grade masks for health care workers who desperately need them at a time when they are in continuously short supply. Masks don’t replace hand washing and social distancing.If you’ve been exposed to the coronavirus or think you have, and have a fever or symptoms like a cough or difficulty breathing, call a doctor. They should give you advice on whether you should be tested, how to get tested, and how to seek medical treatment without potentially infecting or exposing others.If you’re sick and you think you’ve been exposed to the new coronavirus, the C.D.C. recommends that you call your healthcare provider and explain your symptoms and fears. They will decide if you need to be tested. Keep in mind that there’s a chance — because of a lack of testing kits or because you’re asymptomatic, for instance — you won’t be able to get tested.Charity Navigator, which evaluates charities using a numbers-based system, has a running list of nonprofits working in communities affected by the outbreak. You can give blood through the American Red Cross, and World Central Kitchen has stepped in to distribute meals in major cities.For many Muslims, this year’s Eid al-Fitr, the festival of breaking the fast, closed a difficult Ramadan. A time of family gatherings and crowded mosques was devoid of those things this year. Many religious centers opted instead to stream Eid prayers online.“We still tried to make the best of it,\" said Dzemal Bijedic, a Muslim police chaplain who helps run the charity arm of the Islamic Foundation of Greater St. Louis, known as House of Goods. “Everything is a test from God. It kind of teaches us to remember those who don’t have anything, who struggle on a daily basis.”Umar Lee, a volunteer with House of Goods, said that this Ramadan has helped put things in perspective for him. “At the end of the day, we’re eating, we’ve got good St. Louis tap water, and we’re comfortable,” said Mr. Lee, 45.There is one point of widespread agreement: Religious community has a physical component, but ultimately its meaning is far deeper.“That unity, you cannot dissolve that,” Bishop Eaton said just after signing off from a virtual service on Sunday. “Not even a little thing like a pandemic can break us apart.”Yet there is comfort in community.“I really believe the church — it is the people,” said Dr. Dees, the pastor of Christ Covenant, a two-and-a-half-year-old congregation that worshiped on a middle school campus before the virus emerged. “It’s not the preaching, it’s not the event, simply. It is the fact that people are gathering together and worshiping the Lord.”At the start of his sermon, he mentioned a powerful lesson delivered by the pandemic. The distance and isolation, with their heavy spiritual and emotional toll, reminded him how essential it was to assemble for worship.“This is a privilege,” he said, “just even to come together.”Rick Rojas reported from Atlanta, and Elizabeth Dias from Washington. Melina Delkic and Rebecca Halleck contributed reporting from New York.",
    "headline": "As Trump Pushes for Reopenings, Congregations Choose Safety Over Haste",
    "journal": "New York Times",
    "language": "en",
    "url": "https://www.nytimes.com/2020/05/24/us/coronavirus-church-trump.html?"
  },
  {
    "percentage": 0.9659501910209656,
    "country_id": 236,
    "id": 10242,
    "timestamp": "2020-05-24T19:34:48",
    "class": "MiscellaneousPolicies",
    "content": "HONG KONG — Thousands of protesters swarmed some of Hong Kong’s busiest neighborhoods on Sunday, singing, chanting and erecting roadblocks of torn-up bricks and debris, as the police repeatedly fired tear gas, pepper spray and a water cannon during the city’s largest street mobilization in months.The protest, the first since China announced plans to tighten its control over Hong Kong through security legislation, was planned as a march between the city’s bustling Causeway Bay and Wan Chai neighborhoods. But when the police blocked the route, firing  rounds of tear gas in quick succession, the protesters quickly splintered into smaller groups, setting off more than seven hours of scattershot confrontations.While the protesters were largely peaceful, periodic clashes left the area choked with haze and littered with broken glass, furniture and police tape. The police patrolled the district’s main thoroughfare with a water cannon, escorted by an armored truck with two officers seated on top, pointing guns loaded with rubber bullets.The police said that they had arrested at least 180 people, mostly for unlawful assembly, and that at least four officers were injured. The city’s hospital authority said  six people had been hospitalized, including one woman in critical condition.The protest on Sunday — the city’s first large-scale demonstration since the outbreak of the coronavirus pandemic — underscored the depth of many residents’ outrage and fear about Beijing’s national security push. The protesters flouted social distancing rules and police warnings against illegal assemblies to show their solidarity against the security laws, which many fear would strangle the civil liberties that distinguish the city from the mainland.But the demonstration also made clear the challenges before the pro-democracy movement. Attendance was far lower than for the massive rallies last year against a bill that would have allowed extraditions to mainland China. Some protesters have expressed hopelessness or a new fear of participating in public opposition. The police also showed that they planned to continue a new pattern of assertiveness toward the protests, trying to stop mass gatherings before they occur.“I keep coming out to protest,” said one attendee, Hanna Ng, 16. “Bad things keep happening, but I don’t know what else to do.”Crowds began forming around 1 p.m., as hundreds of people milled beneath the gleaming facades of Causeway Bay, Hong Kong’s biggest shopping district. Ignoring police warnings about the city’s social distancing regulations, which prohibit public gatherings of more than eight people, the protesters taunted police officers, hoisted signs denouncing the Chinese Communist Party and sang “Glory to Hong Kong,” the unofficial anthem of the democracy movement.Several protesters waved flags calling for Hong Kong independence — a call that, though still considered fringe, has gained some traction in recent months as anger at Beijing has grown.As the crowd thickened, trams sat immobilized on the rails, with passengers poking their phones out to record the activity. One protester jammed traffic cones under the tires of a minibus to prevent it from moving.Shortly before 1:30 p.m., the police fired several rounds of tear gas, sending the crowds that had been trying to march westward fleeing into stores and side streets. But the protesters, many of whom had been trained by last year’s street battles to carry  gas masks, reassembled as quickly as they had dispersed.The result was several hours of start-and-stop encounters, with long stretches of tense quiet interrupted by sudden bouts of police officers’ sprinting down a street, firing pepper balls or tear gas to clear the way. At times, they fired pepper spray in close range of protesters and journalists, according to videos on social media.The police said in a statement that they had deployed tear gas to disperse protesters who blocked traffic and threw umbrellas, water bottles and other objects at officers.“Some rioters have set fire to debris and hurled glass bottles from rooftops, causing danger to residents and business owners nearby,” the police said, adding that protesters had charged into roads, removed street barriers and damaged traffic lights.Protesters also reportedly beat a lawyer who had expressed pro-establishment views and  smashed the glass of at least one storefront. Some protesters piled umbrellas, wooden boards and overturned trash cans to barricade streets, and a few threw objects at police vehicles.Groups of police officers pinned protesters to the ground and randomly searched  passers-by.Still, the clashes were relatively restrained, compared to violent clashes that marked the later months of protests last year.The march on Sunday was planned before Beijing announced its national security plans on Thursday. It was originally intended to oppose a separate bill, in Hong Kong’s Legislature, to criminalize disrespect of the Chinese national anthem. Antigovernment groups see that proposal as yet another indication of the mainland’s encroachment on Hong Kong.But after the security push was announced, the event took on added urgency for protesters eager to show they would not be cowed.“I came out today to protest against the evil law China will impose on Hong Kong,” Billy Lai, a 34-year-old social worker, said. “If everyone of us can do a little bit more, I hope we can bring changes to the society.”Updated May 20, 2020If air travel is unavoidable, there are some steps you can take to protect yourself. Most important: Wash your hands often, and stop touching your face. If possible, choose a window seat. A study from Emory University found that during flu season, the safest place to sit on a plane is by a window, as people sitting in window seats had less contact with potentially sick people. Disinfect hard surfaces. When you get to your seat and your hands are clean, use disinfecting wipes to clean the hard surfaces at your seat like the head and arm rest, the seatbelt buckle, the remote, screen, seat back pocket and the tray table. If the seat is hard and nonporous or leather or pleather, you can wipe that down, too. (Using wipes on upholstered seats could lead to a wet seat and spreading of germs rather than killing them.)Common symptoms include fever, a dry cough, fatigue and difficulty breathing or shortness of breath. Some of these symptoms overlap with those of the flu, making detection difficult, but runny noses and stuffy sinuses are less common. The C.D.C. has also added chills, muscle pain, sore throat, headache and a new loss of the sense of taste or smell as symptoms to look out for. Most people fall ill five to seven days after exposure, but symptoms may appear in as few as two days or as many as 14 days.Over 38 million people have filed for unemployment since March. One in five who were working in February reported losing a job or being furloughed in March or the beginning of April, data from a Federal Reserve survey released on May 14 showed, and that pain was highly concentrated among low earners. Fully 39 percent of former workers living in a household earning $40,000 or less lost work, compared with 13 percent in those making more than $100,000, a Fed official said.There is an uptick in people reporting symptoms of chilblains, which are painful red or purple lesions that typically appear in the winter on fingers or toes. The lesions are emerging as yet another symptom of infection with the new coronavirus. Chilblains are caused by inflammation in small blood vessels in reaction to cold or damp conditions, but they are usually common in the coldest winter months. Federal health officials do not include toe lesions in the list of coronavirus symptoms, but some dermatologists are pushing for a change, saying so-called Covid toe should be sufficient grounds for testing.Yes, but make sure you keep six feet of distance between you and people who don’t live in your home. Even if you just hang out in a park, rather than go for a jog or a walk, getting some fresh air, and hopefully sunshine, is a good idea.Taking one’s temperature to look for signs of fever is not as easy as it sounds, as “normal” temperature numbers can vary, but generally, keep an eye out for a temperature of 100.5 degrees Fahrenheit or higher. If you don’t have a thermometer (they can be pricey these days), there are other ways to figure out if you have a fever, or are at risk of Covid-19 complications.The C.D.C. has recommended that all Americans wear cloth masks if they go out in public. This is a shift in federal guidance reflecting new concerns that the coronavirus is being spread by infected people who have no symptoms. Until now, the C.D.C., like the W.H.O., has advised that ordinary people don’t need to wear masks unless they are sick and coughing. Part of the reason was to preserve medical-grade masks for health care workers who desperately need them at a time when they are in continuously short supply. Masks don’t replace hand washing and social distancing.If you’ve been exposed to the coronavirus or think you have, and have a fever or symptoms like a cough or difficulty breathing, call a doctor. They should give you advice on whether you should be tested, how to get tested, and how to seek medical treatment without potentially infecting or exposing others.If you’re sick and you think you’ve been exposed to the new coronavirus, the C.D.C. recommends that you call your healthcare provider and explain your symptoms and fears. They will decide if you need to be tested. Keep in mind that there’s a chance — because of a lack of testing kits or because you’re asymptomatic, for instance — you won’t be able to get tested.Charity Navigator, which evaluates charities using a numbers-based system, has a running list of nonprofits working in communities affected by the outbreak. You can give blood through the American Red Cross, and World Central Kitchen has stepped in to distribute meals in major cities.Ricky Chun, a retiree, said he had not planned to attend Sunday’s march when it was first announced. But after the national security push, he knew he had to attend.“This is the only way we can express ourselves,” he said. “We cannot just keep ourselves quiet and take whatever they give to us.”In Beijing, China’s foreign minister, Wang Yi, said that the protests that roiled Hong Kong for much of last year had posed a grave threat to national security, demonstrating that such legislation was long overdue.“We must get it done without the slightest delay,” he said at a news briefing.He sought to assuage concerns that the rules would be used as cover for squelching antigovernment dissent in the city, saying that the move targeted a “very narrow category” of acts.“Instead of becoming unnecessarily worried, people should have more confidence in Hong Kong’s future,” he said.In a statement on Sunday evening, an unnamed spokesperson for the Hong Kong government called the protesters “thugs” and the clashes “atrocities.” The day’s events confirmed ”the necessity and urgency of national security legislation,” the statement said.The Hong Kong government previously tried to introduce security laws in 2003 but backpedaled after mass protests. The city’s government has since avoided reintroducing such legislation, and Beijing’s move signaled its impatience with its local proxies.It remains unclear how the protest movement will move forward, and whether it will able to replicate last year’s victories. Though the protesters in 2019 forced the Hong Kong government to withdraw the extradition bill, many said the aggressiveness of the Communist Party’s actions had dimmed their faith in the power of protest.In addition, even as the coronavirus pandemic has waned in Hong Kong, some in the pro-democracy camp have said they prefer to express their discontent in potentially safer ways, such as boycotting businesses seen as sympathetic to Beijing.Still, those who attended the march said protesting remained one of the most viable options.“I wouldn’t use optimistic,” Michelle Chung, 45, a theater artist, said of her outlook on the protests. “But I would say that if we do not insist, we will not see hope. It’s because we insist, that hope will remain out there.”Ezra Cheung, Elaine Yu and Katherine Li contributed reporting.",
    "headline": "Hong Kong Police Fire Tear Gas as Protesters Resist China’s Grip",
    "journal": "New York Times",
    "language": "en",
    "url": "https://www.nytimes.com/2020/05/24/world/asia/hong-kong-protest-coronavirus-china.html?"
  },
  {
    "percentage": 0.811965823173523,
    "country_id": 236,
    "id": 8152,
    "timestamp": "2020-05-12T18:53:47",
    "class": "MiscellaneousPolicies",
    "content": "\nA five-hour online course created by Johns Hopkins Bloomberg School of Public Health could become the backbone of the country's contact tracer training program.\n\nThe class, which rolled out Monday, offers online instruction to anyone who wants to learn the basics of contact tracing: the process of identifying and isolating people who have been infected with COVID-19 and their close contacts. Its goal is to help limit the spread of the new coronavirus.\nA robust contact tracing program is key to reopening the country, experts say. \"Contact tracing breaks the chain of transmission of the virus,\" Dr. Kelly Henning, an epidemiologist and director of Bloomberg Philanthropies Public Health program, told ABC News.\n\"When a contact is unaware that they've been in touch with someone, or been close to someone who was a case, they go about their usual business and they infect people all along the way,\" Henning said.\n\nTo stop the cycle of infection, tracers need to very quickly inform contacts that they've potentially been exposed to the virus, Henning explained. They also need to convince those exposed contacts to agree to stay at home, indoors, for 14 days.\n\n\"Then we break that chain of transmission,\" Henning said.\nAs part of New York's contact tracer pilot program, Gov. Andrew Cuomo announced in April that he will hire at least 30 contact tracers for every 100,000 individuals in regions across the state, with additional tracers brought on in harder-hit areas. In total, the program is expected to include between 6,400 and 17,000 tracers statewide, at least 1,000 of whom will be in New York City.\n\nFinanced in part by former New York Mayor Michael Bloomberg, whose foundation Bloomberg Philanthropies has committed $10.5 million to the program, the New York State Health Department is recruiting, interviewing and training what Cuomo has referred to as an \"army\" of contact tracers.\nThat's where Johns Hopkins' online course comes in.\nThe course, which is free and open to anyone who wants to take it, will serve as a pre-requisite for becoming a contact tracer in New York state. Those who want to secure a contact tracer job in New York must first pass the course's online exam.\n\nTaught by Emily Gurley, an associate scientist at Johns Hopkins, the course will cover the science of COVID-19 and the basics of contact tracing, including how to build rapport with the COVID-19 infected individuals and their contacts.\nQualifications for becoming a contact tracer differ around the country (for example, New York City requires that applicants have health-related professional experience, while Massachusetts does not), but if Johns Hopkins' online curriculum is a success in New York, there's potential for it to be used as a foundational training tool in a large number of states.\n\n\"Contact tracers don't need deep medical backgrounds, but they do need to, of course, understand the basics around the virus,\" Henning said. \"They also need to be quite resourceful. They need to be able to find the contacts and use all those parameters that they have available to them to do that.\"\n\nApart from that, Henning said, they need to be empathetic, a trait which was modeled during a Johns Hopkins contact tracing video simulation viewed by ABC News. \"I hear you,\" the tracer told a worried contact, who had just learned that she's been exposed to the virus and would have to quarantine for 14 days, without going to grocery store, visiting friends or going to work. \"We're making a big ask,\" the tracer added.\n\nWhat to know about the coronavirus:\n\nTune into ABC at 1 p.m. ET and ABC News Live at 4 p.m. ET every weekday for special coverage of the novel coronavirus with the full ABC News team, including the latest news, context and analysis.",
    "headline": "Pass this course and work as a contact tracer",
    "journal": "ABC News",
    "language": "en",
    "url": "https://abcnews.go.com/Health/johns-hopkins-launches-free-contact-tracing-amid-covid/story?id=70618298"
  },
  {
    "percentage": 0.9887054562568665,
    "country_id": 236,
    "id": 8156,
    "timestamp": "2020-05-12T21:02:06",
    "class": "ContainmentandClosurePolicies",
    "content": "\nA New York couple is now proud parents to a baby boy after coronavirus put a pause on their in vitro fertilization plans.\n\nNicole and Andrew Osterhout of Albany have adopted Finnick \"Finn\" Gabriel Osterhout, who was born on April 22 in Ohio.\n\n\"As little as he was, he fit into my arms,\" Nicole told \"Good Morning America.\" \"That's a feeling I've been waiting a very long time for.\"\n\nThe Osterhouts have been married for eight years. Both are from big families and the high school sweethearts wanted to have a baby right away but were unsuccessful.\nNicole said she and Andrew decided two years ago that they wanted to adopt. Then in January, they learned Andrew's insurance would cover unlimited rounds of in vitro fertilization, so they tried that too.\n\n\"We put both hats in the ring to see what would happen,\" Nicole said.\nIn an effort to flatten the curve, fertility clinics across the nation have stopped their operations after the American Society for Reproductive Medicine (ASRM) recommended that treatment cycles for most patients be suspended.\n\nThe Osterhouts had two frozen embryos. The next step was implantation but the process was halted, Nicole said.\n\nTwo months later, the couple received a call from adoption specialists that a baby boy, born out-of-state, needed a home.\n\n\"Less than 72 hours from hearing '[the birth parents] chose you,' we were in Ohio,\" Nicole said, adding that Finn was born a month premature and is currently in the NICU.\nShe went on, \"He's healthy he just needs to gain weight and learn to bottle feed. He's a fighter. He wants to come home. Even the nurse will say that.\"\nCarly Story, family advocate at Adoption STAR and the Osterhouts' adoption social worker, said she deals with many families pursuing adoption while undergoing fertility treatments in hopes that one will work out.\n\nShe told \"GMA\" that the match with baby Finn was \"meant to be.\"\n\"It's just been really wonderful to see this happen for them,\" Story said. \"It just seems like a really, really good fit.\"\n\nNicole said she and Andrew are currently working remotely either from the hospital or a hotel nearby.\nThey hope to bring Finn home in the coming weeks. Due to hospital restrictions amid COVID-19, both parents were unable to be in the room together with Finn until Mother's Day.\n\n\"The greatest Mother's Day gift was to have my family together,\" Nicole said. \"It was absolutely the most beautiful thing in the world.\"",
    "headline": "After coronavirus puts IVF on hold, couple answers call to adopt preemie",
    "journal": "ABC News",
    "language": "en",
    "url": "https://abcnews.go.com/GMA/Family/coronavirus-puts-ivf-hold-couple-answers-call-adopt/story?id=70638555"
  },
  {
    "percentage": 0.8361455202102661,
    "country_id": 236,
    "id": 8170,
    "timestamp": "2020-05-12T16:57:01",
    "class": "MiscellaneousPolicies",
    "content": "Chinese billionaire Zhang Yiming, the founder of massively popular social media app TikTok, has pledged $10 million to the COVID-19 Therapeutics Accelerator founded by the Bill and Melinda Gates Foundation.Forbes reports that Zhang Timing, the 36-year-old Chinese billionaire and founder of the social media app TikTok, has pledged $10 million to the COVID-19 Therapeutics Accelerator, a project founded by the Bill and Melinda Gates Foundation.Other donors to the Accelerator include the Chan Zuckerberg Initiative, the Michael & Susan Dell Foundation, and leftist pop star Madonna. A spokesperson for Zhang commented on his donation, stating:While [Zhang] has met Bill Gates a couple of times in passing, he does not know him well but has tremendous respect for Bill and Melinda Gates’ systematic approach and ongoing efforts in contributing to philanthropy. He sees them as an inspiration for all entrepreneurs fortunate enough to be in a position to give back to the community.The Accelerator was launched in March with a fund of $125 million backed by the Gates Foundation, the Wellcome Trust, and Mastercard. Facebook CEO Mark Zuckerberg and his wife Priscilla Chan’s philanthropic arm then announced a $24 million gift to the fund in April. Pop singer Madonna and the U.K. government have also donated but the size of their donations was not disclosed.Trevor Mundel, president of the global health division at the Gates Foundation, commented on the Accelerator and the donations stating:Philanthropic, government and private sector organizations, as well as individuals like Zhang Yiming demonstrate the wide array of donors who understand the value of collaboration in developing effective drugs  to help turn the tide of this pandemic. Until we have a vaccine, expanded testing, isolation and treatment are our best options.The Accelerator states that its mission is to coordinate research, remove barriers to dry development and scale-up treatments to the Wuhan coronavirus with fast and flexible funding. The Accelerator is working with the World Health Organization, researchers, governments, the private sector, and global regulators to get drugs related to the Wuhan coronavirus fast-tracked to market.Lucas Nolan is a reporter for Breitbart News covering issues of free speech and online censorship. Follow him on Twitter @LucasNolan or contact via secure email at the address lucasnolan@protonmail.com",
    "headline": "Chinese TikTok Mogul Commits $10 Million to Bill Gates' Coronavirus Treatment Accelerator",
    "journal": "Breitbart",
    "language": "en",
    "url": "https://www.breitbart.com/tech/2020/05/12/chinese-tiktok-mogul-commits-10-million-to-bill-gates-coronavirus-treatment-accelerator/?"
  },
  {
    "percentage": 0.8320741653442383,
    "country_id": 236,
    "id": 8177,
    "timestamp": "2020-05-12T21:50:19",
    "class": "HealthSystemPolicies",
    "content": "House Democrats are proposing H.R. 6666, a multi-billion dollar bill authorizing the Secretary of Health and Human Services to “award grants to eligible entities to conduct diagnostic testing for COVID–19, and related activities such as contact tracing, through mobile health units and, as necessary, at individuals’ residences.”The COVID-19 Testing, Reaching, And Contacting Everyone (TRACE) Act — what some appropriately note is filed as H.R. 6666 — provides $100 billion in grants distributed by the Centers for Disease Control and Prevention (CDC) to “eligible entities” so they can “trace and monitor the contacts of infected individuals, and to support the quarantine of such contacts, through mobile health units and, as necessary, testing individuals and providing individuals with services related to testing and quarantine at their residences.”According to the legislation, recipients of the grant can use the funds to “hire, train, compensate, and pay the expenses” of individuals to carry out the tasks related to testing and contact tracing.Eligible entities include federally qualified health centers, school-based health clinics, academic medical centers, non-profits, institutions of higher education, and any other entity that the secretary deems eligible.Rep. Bobby L. Rush (D-IL) formally introduced the bill this month, asserting that it will be “impossible” to reopen the economy and return to normal “if we do not step up our testing efforts and implement robust and widespread contact tracing.”“Until we have a vaccine to defeat this dreaded disease, contact tracing in order to understand the full breadth and depth of the spread of this virus is the only way we will be able to get out from under this,” he said of the TRACE Act, attempting soften certain aspects of the bill by using the phrase “door-to-door outreach.”Rush said:The COVID-19 TRACE Act will allow us to do this by creating a $100 billion dollar grant program for local organizations to hire, train, and pay individuals and to purchase supplies to run mobile testing units and door-to-door outreach as is safe and necessary, with special preference being given to those operating in hot spots and medically underserved communities, as well as those entities who commit to hiring from these neighborhoods.“I am immensely proud to see this bill receive bipartisan support and I hope to see the COVID-19 TRACE Act swiftly adopted by the House as a stand-alone bill or as part of a larger coronavirus response package,” he added:The @CDCgov says contact tracing, is a “core disease control measure” & “key strategy for preventing further spread of COVID-19.”The COVID-19 TRACE Act would allow for mobile testing & door-to-door outreach to ensure we can SAFELY get back to normal. https://t.co/YlYhCQA5rR— Bobby L. Rush (@RepBobbyRush) May 9, 2020Absolutely. My bill, the COVID-19 TRACE Act (H.R. 6666) would create a $100 BILLION grant program for local organizations to hire, train, and pay individuals to operate mobile testing units and conduct contact tracing in hot spots and medically underserved areas. https://t.co/5YGK34ifsU— Bobby L. Rush (@RepBobbyRush) May 5, 2020The Illinois Democrat said in the Q&A portion of his release that taking the tests “would be completely voluntary.” He also attempted to tamp down concerns of government overreach by stating in bold font that the bill “does not authorize anyone to enter your home, for whatever reason, without your permission, nor does it allow the government to remove anyone from your home because of the coronavirus.”On Tuesday, Rush continued, contending that there is “nothing in this bill that will threaten anyone’s individual liberties”:Question: How can we ensure our liberties will be preserved? Answer: I have spent my entire life fighting for the liberty of my community & others. There is nothing in this bill that will threaten anyone's individual liberties. Again, this bill is about increasing testing. https://t.co/63pt42plvY— Bobby L. Rush (@RepBobbyRush) May 12, 2020However, his proclamation has done little to ease the concerns of critics, who view the bill as a slippery slope.“This is nothing but a massive government surveillance program cloaked in a cure-the-coronavirus label,” the Washington Times’ Cheryl K. Chumley warned, adding that the measure “does it deceptively so, under the guise of providing a societal good.”H.R. 6666 has several co-sponsors, mostly Democrats, including Reps. Ro Khanna (D-CA), Rashida Tlaib (D-MI), Tim Ryan (D-OH), Tulsi Gabbard (D-HI), Frederica Wilson (D-FL), and Debbie Wasserman Schultz (D-FL).",
    "headline": "Democrats Push 'Devil' Coronavirus Bill H.R. 6666",
    "journal": "Breitbart",
    "language": "en",
    "url": "https://www.breitbart.com/politics/2020/05/12/democrats-push-devil-coronavirus-bill-h-r-6666-door-to-door-contract-tracing/?"
  },
  {
    "percentage": 0.9968873858451843,
    "country_id": 236,
    "id": 8191,
    "timestamp": "2020-05-12T22:11:33",
    "class": "ContainmentandClosurePolicies",
    "content": " (CNN)The night Miguel Moran died from complications of the coronavirus, his 23-year-old son and four other family members put on their face masks and rushed to a suburban New York hospital to be at his bedside.One by one, they donned a hospital-issued plastic gown, a head covering and gloves. They spent a few minutes each saying an emotional farewell to the lifeless body of the 56-year-old immigrant from El Salvador, a Pentecostal church goer who washed trucks to provide for his family.  His only son, Daniel Moran, said a bedside prayer at St. Joseph Hospital on Long Island. He squeezed his dead father's hand. \"One day we'll join you in heaven,\" he cried. Sixteen days later, father and son were buried together.Miguel Moran died of acute respiratory failure from Covid-19 on April 16, according to his death certificate. Eight days after praying over his father's body, Daniel himself was dead from the disease.The elder Moran's wife and daughter, who also lived with him and visited the hospital the night he died, later tested positive for the coronavirus -- as did two other family members who were also in the room that night.     The family's plight highlights the pandemic's many challenges. The wrenching separations of dying patients and loved ones who would normally be at their side as they drew their last breaths. Overburdened health care systems balancing that with mandates to protect visitors and staff. Hospitals struggling with access to personal protective equipment (PPE).  \"It's incredibly heartbreaking this happened in the first place,\" said Dr. Cassandra Pierre, medical director of public health programs at Boston Medical Center. \"But also that you have to hold your family member or you won't even get the opportunity to do that without having PPE in place is just so unnatural. This is where we are right now to continue to keep people safe.\"The extraordinary measures to stop the contagion have touched the seriously ill, their vulnerable families and overtaxed hospital personnel. \"I really feel for that family,\" Pierre said. \"I feel for the health care center who's trying to accommodate them. It's such a weird time where you can't even grieve appropriately for your family members.\"The situation is 'painful for all concerned'  Hospitals across the country have suspended most visits. Many critically ill patients have been deprived the comfort of a familiar face in their final moments. Grieving happens from afar. Visitation policies are left to hospital administrators. \"I feel like everyone makes it up as we go along,\" Pierre said of visitor protocols. \"Certainly, at the bare minimum, everyone should be wearing a surgical mask in almost all hospital spaces. But other than that I think it's kind of left at the discretion of the institution.\"The New York Health Department has halted hospital visits statewide except for imminent end-of-life situations, labor and delivery and pediatric cases. For confirmed or suspected Covid-19 patients, visitors must don masks, gowns and gloves, practice \"scrupulous\" hand hygiene, and use eye protection if available.This is in line with US Centers for Disease Control and Prevention guidance, which also includes training visitors on the proper PPE use and discouraging older adults and people with underlying medical conditions from visiting. Catholic Health Services, which runs St. Joseph in Bethpage and other Long Island hospitals, declined comment beyond referencing its Covid-19 visitor policy. It, too, has suspended all but end-of-life, newborn delivery and pediatrics visits.\"Exceptions for visitation will be made on a case-by-case-basis by hospital and (skilled nursing facilities) leadership in conjunction with Infection Prevention leadership and will follow appropriate CDC guidelines for screening for COVID-19 infection BEFORE entry is allowed,\" the policy says. Nancy Foster, vice president of quality and patient safety policy at the American Hospital Association, said health care centers have had to make tough choices. \"The extraordinary reality of COVID-19 has forced many hospitals and health systems to take extraordinary measures to keep patients and communities safe,\" she said in a statement. \"It is necessary for everyone's sake that we restrict visitors, and it is painful for all concerned, including the staff who have to insist on it. We do not take lightly the sacrifices we are asking individuals and their loved ones to make. We would not do so unless it was absolutely necessary.\"Miguel Moran walked himself to ambulance and died two days laterMiguel Moran started to feel ill the week before his April 16 death. His boss at a company that washes fleets of trucks and ambulances sent him home one day with a fever. His daughter said she took him to a physician. Her father wasn't tested but the doctor was \"100% certain\" Moran had the coronavirus. He self quarantined at home -- not coming out of his room, according to his daughter, Mercedes Moran, 31, and his wife, Reina Garay, 53. \"We were taking all the precautionary steps we heard on the news,\" Mercedes Moran said in Spanish from the family's Farmingdale home. \"We didn't come near him. Dad was isolated. We left food at his door. My brother was always in his own room.\"Two days before his death, Moran was sweating heavily, his fever increasing. His breathing was labored and he had trouble moving. Still, he walked himself to the ambulance that took him to the hospital, his family said.The next day, he told his wife on the phone, \"I'm going to die. The doctor says I'm not going to make it.\"'Papi, wake up. Let's go home' Moran died just after 10 p.m. on April 16. The hospital allowed five family members to individually say their goodbyes. They shared a plastic gown and head covering provided by the hospital. Moran's wife went first. \"I touched his head, his feet, his hands,\" she recalled. Mercedes Moran was surprised her father had been intubated. After all, he had walked to the ambulance two days earlier. He wore a hospital gown under a blanket that was pulled to his neck. She stroked his face. His eyes were shut. She snapped a final photo with her phone. \"'Papi, wake up. Let's go home,'\" she told his lifeless body. \"I was in shock. He had to be sleeping. I kept telling him to get up.\" Daniel Moran went next. He was obese, and the gown didn't completely cover his body, according to his sister. He later told her he had prayed and held their father's hand.At the visit's end, hospital staff instructed them to shower once they got home. A week later, all five family members would test positive for coronavirus, according to Mercedes Moran and her mother. Daniel didn't feel sick until two or three days after that hospital visit -- shortness of breath, fever, headaches. He had stopped going to his job at a Kentucky Fried Chicken when his father first became ill. His sister took him to a doctor. A chest x-ray revealed pneumonia, she said. He also tested positive for coronavirus. Daniel vowed to recover at home. He reminded her the pandemic had hit nonwhite Americans especially hard.\"He didn't want to end up intubated like our father,\" Mercedes Moran said. \"He said, 'Most of the dead are Hispanics and African Americans. I don't want to die far from you.'\" On the afternoon of April 24, his condition worsened. His mother, sister and another relative helped him to the car for the short drive to the hospital. On the way, Daniel struggled to breathe. \"He was dying in the car,\" his mother recalled.They stopped outside a local firehouse. When an ambulance arrived, Daniel climbed onto it himself, his mother and sister said. He fell face first -- unconscious -- onto the floor of the ambulance. \"My grandson was screaming, 'Please, help us!'\" Reina Garay said. \"By the time they turned him around, my son had already turned blue. His arm dropped to his side. He was dead.\"At the hospital, where he was pronounced dead, family members were asked whether they wanted time alone with Daniel. Mercedes Moran declined, saying they had been with him when he died.  \"I didn't want to put my mother at risk,\" she said. \"We only have each other now.\"Father and son are buried in the same grave  Most infectious agents do not survive long in the human body after death, according to the World Health Organization.   But much about the novel coronavirus is still unknown.  \"In our hospital, we're very careful in the handling of people who have died from Covid to ensure there is minimal contact, especially contact without PPE,\" Pierre said.Dr. Krutika Kuppalli, an infectious diseases physician and fellow at the Johns Hopkins Center for Health Security, and other specialists said it's unlikely the son became ill from touching his father's body. He was more likely to be infected at work or at home or visiting a grocery store, they said.Many hospitals have had PPE shortages. Some heath care systems limit end-of-life visits to one person. Others require face shields or goggles. Ideally gowns shouldn't be shared, experts say.   \"Nothing is ever foolproof,\" Pierre said. Saskia Popescu, a hospital epidemiologist and infection prevention expert with George Mason University, said most hospitals visitors are not properly trained to use PPE because there are so many other priorities.\"It's very challenging right now,\" she said. \"We're very stressed in health care. Whether it's supplies or staffing or very critically ill patients. So then to really have to keep an eye on a family to make sure they're trained and educated and being safe is one extra layer.\"Postmortem hospital visits have been uncommon during the pandemic, Popescu said.\"When they're in the room is where I have seen that cross contamination happen,\" she said of hospital visitors. In the early afternoon of May 2, Miguel and Daniel Moran were buried in the same grave at Amityville Cemetery. A procession of cars, pickups and the hearses with their caskets drove by the Pentecostal church where they worshiped.\"Papi and Daniel are now saying goodbye to the church that brought them so much happiness,\" Mercedes Moran cried in a video posted to social media. \"And they brought us so much happiness,\" she said later. CNN's David J. Lopez contributed to this report. ",
    "headline": "He prayed at dad's bedside after coronavirus death. Sixteen days later, they're buried together",
    "journal": "CNN",
    "language": "en",
    "url": "https://www.cnn.com/2020/05/12/us/new-york-father-son-coronavirus-deaths/index.html?"
  },
  {
    "percentage": 0.8921272158622742,
    "country_id": 236,
    "id": 10246,
    "timestamp": "2020-05-24T18:02:03",
    "class": "MiscellaneousPolicies",
    "content": "Flush with record amounts of cash and a massive organization, President Trump and his allies had planned to spend the spring unleashing a torrent of withering attacks against Joe Biden in an attempt to define him in the eyes of voters before the former vice president could do so himself.But the coronavirus pandemic upended those plans — delaying the campaign’s blitz of paid negative television ads until earlier this month, and forcing a reckoning over what kind of campaign can be effective during a time of historic unemployment and mass death.Trump’s moves in recent days make clear that the president has decided to revive the disruptive themes of his 2016 bid, aimed at branding his opponent as a corrupt member of the Washington establishment and himself as an insurgent problem-solver. It’s a message that often has seemed incongruent with the present reality as Trump leads the federal government’s response to the worst crisis in a generation.In recent days, as the coronavirus death toll has approached 100,000, Trump has pushed conspiracy theories alleging criminality by his predecessor, made baseless charges of voter fraud, accused dozens of people of felonies, used taxpayer-funded events to advance his political message and fanned coronavirus culture wars over issues such as face masks and church closings.“Sleepy Joe cannot bring us to greatness,” Trump tweeted Saturday morning about Biden before heading to his golf resort in Virginia. “He is the reason I’m here!”Trump’s reluctance to recalibrate his political tactics even as the country faces twin health and economic crises could be the gamble that determines his fate in an election less than six months away, according to campaign officials, strategists and pollsters on both sides of the aisle. The approach also stands as a test of whether running again as a disrupter can work in a time of already profound disruption.Sign up for our Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access.Trump’s supporters see in Biden a kind of stand-in for Hillary Clinton, the candidate Trump defeated in 2016, and say the pandemic won’t obscure the former vice president’s flaws. They have highlighted Biden’s lack of an enthusiastic voter base, a slew of Republican investigations into his actions as vice president and his four-decade career in the nation’s capital.“I think it’s really analogous to 2016 in lots of major thematic ways,” said David Urban, a political adviser to the president and his campaign, who led Trump’s Pennsylvania effort in 2016. “If you switch out Clinton for Biden, it overlays pretty amazingly, with the exception that Biden is now even further to the left of Clinton and I never could have dreamed of that.”Members of Biden’s team — many of whom worked with Clinton four years ago — say things are dramatically different this time around.“All of us know that this is nothing like 2016,” said John Anzalone, a pollster for Biden who worked for the Clinton campaign that year. “Joe Biden isn’t Hillary Clinton.”As coronavirus roils nation, Trump reverts to tactics of accusing foes of feloniesAnzalone pointed to public polling indicating that Trump’s handling of the coronavirus has cost him significantly with voters, who give the president low marks for his stewardship. Biden has gained ground with suburban voters, independent voters and senior citizens, groups that had previously leaned toward Trump but have drifted away during his presidency, Anzalone said.Several polls this week showed Trump trailing Biden and losing substantial ground since the beginning of the crisis.A Quinnipiac University poll released Wednesday showed Trump trailing Biden by 11 points, one of the biggest gaps to date. In addition to a 50 percent to 39 percent national lead, Biden also outscored Trump on honesty, leadership skills and caring about average Americans. Voters were split over which candidate would do a better job handling the economy, an issue that had been a source of strength for Trump before the pandemic.Polling also has indicated that people who dislike both Trump and Biden now lean strongly toward Biden, in a shift from 2016, when Trump won voters who disliked both candidates in the race.The president and his allies quickly dismissed the negative polling, pointing to 2016 as a cautionary tale for pundits.“#FlashbackFriday,” Dan Scavino, White House social media director, tweeted Thursday after Fox New released a poll showing Trump behind Biden by 8 points. Attached to the tweet, which the president reposted to his 80 million followers, was a 2016 Fox News headline that read “Fox Poll: Clinton Leads Trump by 10-Pts.”Trump seizes on new rallying cry to reopen the country, but Democrats see caution as an advantage“Of course we dismiss public polls, and that’s throughout the history of the Trump era,” said campaign spokesman Tim Murtaugh. “Public polls have been wrong about him.”Murtaugh said the campaign was not aiming to run a 2020 bid mirroring  2016, but argued that Biden has the same vulnerabilities as Clinton.“I don’t think it’s a question of using any particular playbook,” he said. “They are about to nominate another candidate who lo and behold has almost the exact same problems. He happens to have the same vulnerabilities. It’s not our fault the Democrats nominated another swamp creature.”Still, the recent polling figures have gotten under Trump’s skin, highlighting a sensitivity over how his handling of the coronavirus is being viewed by the public.Trump lashed out at Fox on Friday and, relying on a similar tactic to one he regularly deployed in 2016, cited alternative polls that showed him in a stronger position.But some Republicans have acknowledged that the pandemic has been a setback to Trump’s campaign, robbing him of the rallies that he relies on and hampering his ability to effectively attack Biden. Several Republicans close to the campaign — many of whom spoke on the condition of anonymity to discuss internal deliberations — lamented the lost opportunity to define Biden earlier in the year. The Trump campaign only began running television ads earlier this month, attacking Biden over his previous remarks about China.“It certainly delayed the campaign’s defining of Joe Biden by two months,” said a Republican operative familiar with the campaign. “It was going to start immediately after the primary and really didn’t start until 10 days ago, when the campaign really started rolling on it.”Trump’s allies in the executive and legislative branches have taken up the mantle as the president has been sidelined from the campaign trail because of the pandemic.A Senate committee moved Wednesday to subpoena documents related to Biden’s son Hunter in an election-year escalation of GOP congressional scrutiny of Biden’s time as vice president.As Trump escalated his conspiratorial “Obamagate” allegations, the Office of the Director of National Intelligence declassified documents from the Obama administration and the Justice Department moved to dismiss criminal charges against Trump’s former national security adviser, Michael Flynn.A senior administration official said that part of Trump’s campaign will include linking Biden to an alleged attempt to hamstring the incoming administration before Trump was inaugurated.“The narrative is going to be they set us up to fail from day one,” the official said. “The swamp was trying to stop the outsider president. We were able to succeed, but before we were even inaugurated, this is what we were up against.”In next phase of pandemic, Trump appears poised to let others take the leadDemocrats describe all of those efforts as diversionary tactics that carry little weight at a time when Americans are dealing with Depression-level unemployment and fears about their personal well-being.Jennifer Palmieri,  Clinton’s communications director in 2016, dismissed the Trump administration’s moves as “fabricated attacks” that will only turn off voters who are more interested in the “actual existential threat” posed by the coronavirus.She said a 2016 playbook is outdated given the current circumstances.“Voters have changed a lot. The world has changed,” she said. “It seems very divorced from people’s very life-and-death concerns about their own economic standing and their health. I suspect that what’s going to matter in November is how the virus is doing and how the economy is doing.”Other Democrats say they have gotten wise to Trump’s tactics, after watching the president over the past five years. Voters, they say, have as well.In a relentless barrage of attacks on Biden stretching back over the past year, Trump has targeted his mental acuity, his embrace of liberal policies, his criminal justice record, allegations of family corruption and an amorphous “spying” charge.None of the attacks were able to block Biden’s ascent to the top of a crowded Democratic primary field. Biden became the Democratic front-runner with a string of decisive victories in March.The Trump campaign has since pivoted to attacks tagging Biden as too friendly to China and amplified an allegation of sexual assault by one of Biden’s former Senate aides. Biden has denied the accusation and his campaign has highlighted some of Trump’s pro-China comments.Biden’s poll numbers have remained steady and, in some cases, improved even as the coronavirus has confined him to campaigning from his home in Delaware.Andrew Bates, a spokesman for Biden’s campaign, said Trump’s campaign risks becoming “impotent” by relying on old approaches.“Their tactics and strategies haven’t evolved,” he said. “They’ve been static.”Bates said Biden has settled on a strategy of parrying Trump’s “oscillating” attacks by pivoting back to the president’s handling of the coronavirus — which aides on both sides of the aisle expect will be a defining issue for voters in November.Anzalone, Biden’s pollster, said some voters who cast their ballot for a “hypothetical Trump” in 2016 have been disappointed with the real version and will be prime targets for Biden in the coming months. He pointed to senior voters, who have had some of the most dramatic swings away from Trump toward Biden in recent polls.“It’s different than voting on the hypothetical Trump — someone who’s going disrupt things and be a change agent,” he said. “That hasn’t gone very well for him, and it is perceived by voters that it hasn’t gone very well for him.”Trump blames Democrats for grounded campaign, even as bipartisan restrictions ban in his signature ralliesSome Republicans acknowledge that the political landscape has changed since 2016, making Trump’s pathway to reelection less certain. Mark Jefferson, executive director of the Wisconsin Republican Party, said Trump’s support is stronger with rural voters than it was in 2016, but “we’ve still got work to do in suburban parts of the state.”The campaign has not had discussions with the state party about having rallies in Wisconsin, Jefferson said, a sign that such events might be a ways off. He said the prospect of not having rallies would be “disappointing” but pointed to the effort by Trump’s team to mount a virtual campaign.Some Trump advisers have begun to prepare for the prospect that rallies may not be able to return until just weeks before the election.That level of uncertainty has permeated some of the comments of allies who still favor Trump to win but now acknowledge the unprecedented challenge he faces in vying for a second term at a time of public disruption and hardship.“It’s going be a close race,” said Urban, the Trump adviser. “The notion that somehow that the Biden folks will blow it out or the Trump folks are going to a blow it out, that’s not in the cards.”\n\n",
    "headline": "Trump opts for a 2016 disruption strategy that Democrats say is ill-suited for a pandemic",
    "journal": "Washington Post",
    "language": "en",
    "url": "https://www.washingtonpost.com/politics/trump-opts-for-a-2016-disruption-strategy-that-democrats-say-is-ill-suited-for-a-pandemic/2020/05/23/16c98c00-9c51-11ea-ac72-3841fcc9b35f_story.html?itid=mc_magnet-coronavirus_18"
  },
  {
    "percentage": 0.8961708545684814,
    "country_id": 236,
    "id": 8214,
    "timestamp": "2020-05-12T18:55:14",
    "class": "MiscellaneousPolicies",
    "content": "Fox Business Flash top headlines are here. Check out what's clicking on FoxBusiness.com.Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.Over 100 inmates who were released from Rikers Island in New York over coronavirus concerns have been arrested again by police, according to a new report.About 110 inmates accounted for 190 arrests since the pandemic first hit New York City, The New York Post reported.NYPD data showed that of the 190 arrests, 45 of them were for burglaries, contributing to a 43-percent spike in break-ins over the past month.One of the offenders was Jerard Iamunno, 37, who was arrested on Sunday night after allegedly robbing a 59-year-old man at a Harlem ATM with a knife, according to The Post. The man ultimately handed over $20 in cash to the robber.Iamunno was released on March 25 after he pleaded guilty to grand larceny and a separate drug charge.Over 16,000 inmates were released last month from facilities all over the U.S. due to COVID-19. About 1,500 were from New York City jails.STUDENT SUES INDIANA UNIVERSITY FOR TUITION REIMBURSEMENT AS COVID FORCES SHIFT TO ONLINE COURSES Mayor Bill de Blasio, a Democrat, chastised those who have thrown away their second chance last month, adding that it now falls to the NYPD to control the chaos they've created.“I think it's unconscionable just on a human level that folks were shown mercy and this is what some of them have done,\" he said during a news briefing. \"We’re going to keep, just buckling down on it, making sure there is close monitoring and supervision to the maximum extent possible and the NYPD is going to keep doing what they're doing.”Hollywood actors like Joaquin Phoenix and congressional Democrats have publicly lobbied for the release of prisoners in an attempt to prevent the coronavirus from spreading.Democrats on the House Judiciary Committee sent a letter last month to Attorney General Bill Barr asking him to \"release as many prisoners as possible.\"Committee Chairman Rep. Jerry Nadler, D-N.Y., and Rep. Karen Bass, D-Calif., the chairwoman of the Subcommittee on Crime, Terrorism, and Homeland Security, sent the letter in response to the death of the first federal prisoner due to COVID-19 and the hospitalization of a guard who worked at the same facility.Others like San Bernadino County Sheriff John McMahon have argued against such measures and believe these policies will pose a danger to the public.CLICK HERE TO GET THE FOX NEWS APPIn an April interview with Fox 11, he claimed repeat child abusers are able to benefit from California's $0 cash bail emergency mandate and will be released back into circulation. There are 13 exceptions for serious offenses, but child abuse was not one of them.“Felony child abuse does not fit into that list of 13, so even though this guy had a prior for domestic violence conviction for child abuse, he gets arrested for child abuse again, and then he gets released on zero bail with a court date in July,” McMahon said.“So that just doesn’t make any sense to me, maybe I’m missing something, but that doesn’t seem to me to be the right thing to do to protect the citizens of our county. If that person is in our custody, we can protect the victim, if he’s not, we can’t.”Fox News' Talia Kaplan and Tyler Olson contributed to this report ",
    "headline": "100 Rikers Island inmates arrested after being released over coronavirus: report",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/us/100-rikers-island-inmates-arrested-after-being-released-over-coronavirus-report?"
  },
  {
    "percentage": 0.8941447138786316,
    "country_id": 236,
    "id": 8199,
    "timestamp": "2020-05-12T23:19:36",
    "class": "MiscellaneousPolicies",
    "content": "We're in a tug of war with coronavirus and we need all hands on the rope if we're going to beat it, Academy Award-winning actor Matthew McConaughey tells Bret Baier on 'Special Report.'Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.Academy Award-winning actor Matthew McConaughey joined \"Special Report with Bret Baier\" Tuesday to discuss the politicization of the coronavirus pandemic and deliver a message of unity to  Americans.\"I could feel that this united purpose we all have as Americans to beat this enemy and this virus, that purpose got hijacked by partisan politics,\" McConaughey said. \"The narrative became, if you want to go to work, you're on the far right. If you don't go to work, you want to stay home, you're on the far left.\"And now even the mask wearing is getting politicized, where if you want to wear a mask, you wear a mask, you're a liberal. And if you don't, you're conservative. And that's just not true.\"CORONAVIRUS: WHAT TO KNOWMcConaughey said the politicization had divided America into fighting \"two wars,\" one against each other and the other against the virus.\"But if we try to fight the one against the virus, which is the one we should be fighting,\" McConaughey said. \"We're gonna beat it.\"The actor's message of unity is behind a recently released PSA with co-producer Roy Spence, which tells Americans that the coronavirus is not a political issue.\"Part of it is saying just that, to remind us that this is not about politics. It's about us, the USA,\" McConaughey said. \"We're gonna take care of each other. Right now we have a collective purpose.\"Look at who we are in World War II. And we have a crisis that came to us. We were united in that purpose. And all of a sudden the human factor started to get split and two tribes started fighting each other in partisan politics,\" McConaughey said. \"And that is not what we need. We need a collection right now. This is a tug of war at the virus. We need all hands on the rope.\"CLICK HERE FOR THE FOX NEWS APPMcConaughey added that following social distancing guidelines and using masks were short term solutions to help \"science catch up.\"\"I think they're Band-Aids to hold off until science catches up, until there's not two patients for every one bed like there was in New York, until we see that an asymptomatic person doesn't give it to someone who didn't have it,\" McConaughey said. \"So we can protect the elderly, especially and the younger ones. This is unchartered waters. There's not a playbook.\"",
    "headline": "Matthew McConaughey bemoans divisions over coronavirus response: 'We need all hands on the rope'",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/media/matthew-mcconaughey-coronavirus-divisions-politicization?"
  },
  {
    "percentage": 0.8509699106216431,
    "country_id": 236,
    "id": 19790,
    "timestamp": "2020-06-26T19:32:37",
    "class": "MiscellaneousPolicies",
    "content": "\nIn what could be another blow to government efforts to ramp up coronavirus testing, federal officials said they are now investigating a reportedly bungled effort to supply 4 million COVID-19 test kits to state health agencies.\n\n“We are aware of the issues raised by some states that received Fillakit products,” a spokesperson for the Federal Emergency Management Agency said in a statement. “FEMA and its partners at the Department of Health and Human Services, to include the Food and Drug Administration and the Centers for Disease Control and Prevention, are currently analyzing the quality of the [supplies] in question.”\n\nThe potential problem centers on $10.12 million FEMA contract to a Texas company called Fillakit, LLC to manufacture and supply the tubes used to hold and transport coronavirus test samples. According to a report by Mother Jones and ProPublica, the tubes were not standard medical vials but plastic containers that are designed to be expanded to be used as soda bottles. They were also reportedly produced in unsanitary conditions.\n\nThe containers produced by Fillakit are cheaper than glass vials, according to the report, and the way that Fillakit's tubes are designed, they were unable to fit into the racks that are used in the laboratory analysis of the test samples.\n\nA senior FEMA official told ABC News that that they are concerned samples collected with the Fillakit sets could produce inaccurate results. Health officials have notified states that received the Fillakit sets and said not to use them, the official said.\nFillakit did not respond to requests for comment from ABC News. The company reportedly declined to comment in response to questions from Mother Jones and ProPublica.\n\nFEMA officials said that they and their counterparts in state governments knew there was something wrong with the test kits in question.\n\n“It’s apparently not sanitary and there were millions and millions of them sent out throughout the county,” said the senior FEMA official.\nAccording to federal records, Fillakit was contracted to provide 500,000 kits a week for eight weeks, starting May 11. So far, Fillakit has delivered about 3.8 million units of the 4 million ordered, and they have been distributed to all 50 States, Puerto Rico and other federal agencies.\n\nThe contract was awarded May 8, just days after it was created, Mother Jones and ProPublica reported.\n\nThe firm is one of 300 companies contracted by the federal government to supply COVID-19 test kits, according to the report, and many of them don’t have a background in producing medical supplies.\n\n“FEMA remains committed to providing critically needed testing supplies in a timely manner to our state and local partners in response to the coronavirus,” a FEMA spokesperson told ABC News.\n\nTesting for coronavirus has been a key focus of controversy since the start of the virus crisis this year.\n\nOfficials have criticized the federal government for not making enough testing available early, leaving states like New York and New Jersey blind to the health care emergency that was about to unfold.\n\nAnd as recently as Tuesday, officials told a congressional hearing that they still have much to do to get testing levels where they need to be in order for health officials to know the true depth of the disease as it moves from community to community.\n",
    "headline": "Feds investigate purportedly faulty COVID-19 test components",
    "journal": "ABC News",
    "language": "en",
    "url": "https://abcnews.go.com/US/feds-investigate-purportedly-faulty-covid-19-test-components/story?id=71476057"
  },
  {
    "percentage": 0.8565018177032471,
    "country_id": 236,
    "id": 8208,
    "timestamp": "2020-05-12T17:25:44",
    "class": "MiscellaneousPolicies",
    "content": "Fox News Flash top entertainment and celebrity headlines are here. Check out what's clicking today in entertainment.Get all the latest news on coronavirus and more delivered daily to your inbox. Sign up here.Bryan Adams, the Canadian rocker, created a stir online Monday after he posted an expletive-filled rant on social media.The singer-songwriter spoke out against the “greedy bastards” behind Chinese wet markets that he says produced the coronavirus and put his tour on hold, and later faced intense backlash online for the racist comments.On Tuesday, he issued an apology for his words in another video posted on Instagram. The 60-year-old said,  \"Apologies to any and all that took offence [sic] to my posting yesterday.BRYAN ADAMS GOES ON EXPLETIVE-LACED TIRADE ABOUT CHINA AND THE CORONAVIRUS\"No excuse, I just wanted to have a rant about the horrible animal cruelty in these wet-markets being the possible source of the virus, and promote veganism. I have love for all people and my thoughts are with everyone dealing with this pandemic around the world. Here’s the appropriately titled song that would have been performed tonight at the @royalalberthall,\" he added.In his original video, Adams slammed those in China who frequent wet markets.\"Tonight was supposed to be the beginning of a tenancy of gigs at the @royalalberthall, but thanks to some fu----- bat eating, wet market animal selling, virus making greedy bastards, the whole world is now on hold,\" Adams wrote. \"My message to them other than 'thanks a fu----- lot' is go vegan.\"BRYAN ADAMS ADDRESSES PRINCESS DIANA DATING RUMORS: 'WE WERE GOOD FRIENDS'The singer, famous for hits like \"Summer of 69,\" \"(Everything I Do) I Do It For You,\" and \"Cuts Like a Knife,\" played an acoustic rendition of the latter during the post, where he also shared he was staying at home with his family.\n      Bryan Adams performs on stage at Motorpoint Arena on March 05, 2019 in Cardiff, Wales.\n      (Mike Lewis Photography/Redferns)\"It’s been great hanging out in isolation with my children and family, but I miss my other family, my band, my crew and my fans,\" he added in the Instagram post. \"Take care of yourselves and hope we can get the show on the road again soon. I’ll be performing a snippet from each album we were supposed to perform for the next few days.\"Wet markets in China have been accused of being the source of the coronavirus pandemic and spreading the initial sickness.WHO PUSHES BACK ON CALLS TO BAN WET MARKETSThey have sparked backlash from government officials and celebrities, including the Secretary of State Mike Pompeo and Beatles icon Paul McCartney.\"Given the strong link between illegal wildlife sold in wet markets and zoonotic diseases, the United States has called on the People's Republic of China to permanently close its wildlife wet markets and all markets that sell illegal wildlife. I call on all ASEAN governments to do the same,\" Pompeo said in a statement last month, according to NPR.CLICK HERE FOR MORE CORONAVIRUS COVERAGE\"I really hope that this will mean the Chinese government says, 'OK, guys, we have really got to get super hygienic around here.' Let's face it, it is a little bit medieval eating bats,\" McCartney told Howard Stern in April.Fox News' David Aaro contributed to this report.",
    "headline": "Bryan Adams apologizes for expletive-laced tirade about China, coronavirus: 'No excuses'",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/entertainment/bryan-adams-apologizes-rant-chinese-people-coronavirus?"
  },
  {
    "percentage": 0.8485511541366577,
    "country_id": 236,
    "id": 8209,
    "timestamp": "2020-05-12T17:48:50",
    "class": "MiscellaneousPolicies",
    "content": "Nurses shoulder grief when families are kept away from COVID-19 patients; Matt Finn reports.Get all the latest news on coronavirus and more delivered daily to your inbox.  Sign up here.A leading nurses’ union announced the purchase of nearly $3 million worth of personal protective equipment [PPE] for its members last week, an expenditure they say is necessary to protect their rank and file members from COVID-19 in the face of shortages. The purchase by the American Federation of Teachers [AFT], which represents more than 200,000 health-care workers, includes 500,000 N95 masks, 50,000 face shields and 1 million surgical masks. \n      Members of the American Federation of Teachers' union in PPE provided by the union.\n      (American Federation of Teachers)The masks will be dispersed to facilities in New York, Washington, Oregon and New Jersey. The union said in a press release that they would use a formula and consultation with local leaders to get the equipment to the highest-need areas. “Union dues are now being devoted to protect the protectors and save lives, because the federal government won’t do its job,” said AFT President Randi Weingarten. “We have filed complaints, we have signed petitions, we have demonstrated, and we have run ads – and now, we’ve become supply clerks, negotiating equipment purchases around the world – because our members are sick, our colleagues and loved ones are dying, and our government has failed to protect them.”The union negotiated the purchases from 3M and “additional overseas manufacturers,” according to a press release. The procurement of the equipment was directed by the union and facilitated by Empire Global Ventures, who volunteered their services when they heard about the union’s efforts. “Union dues are now being devoted to protect the protectors and save lives, because the federal government won’t do its job.\"CORONAVIRUS: WHAT YOU NEED TO KNOWBefore the union took the steps to purchase PPE, Donna Phillips, an AFT member from Alaska, began an online petition urging the Trump administration to bolster their attempts to provide frontline healthcare workers with PPE. The petition collected more than 150,000 signatures.\n      Two AFT union members in personal protective equipment provided by the union.\n      (American Federation of Teachers)CLICK HERE TO GET THE FOX NEWS APP“This country’s health-care providers are marching headfirst into the breach of an unprecedented and terrifying global health crisis,” Weingarten said.“Every day, they are willingly caring for patients and heroically trying to stop the spread of this virus without the basic masks, gowns and face shields they need to protect themselves. It is a life-and-death struggle, and we must treat it like one.”",
    "headline": "Coronavirus leads America's second largest nurses' union to buy $3 million in PPE",
    "journal": "FoxNews",
    "language": "en",
    "url": "https://www.foxnews.com/health/coronavirus-nurses-union-ppe-3-million?"
  },
  {
    "percentage": 0.9923204779624939,
    "country_id": 236,
    "id": 8232,
    "timestamp": "2020-05-12T17:33:07",
    "class": "ContainmentandClosurePolicies",
    "content": "When Patagonia announced on March 13 that it was temporarily closing its 39 stores and e-commerce business in North America because of the coronavirus pandemic, it was one of the first major retailers to take such a drastic step.The company’s chief executive thought the situation would last about a month.As it became clear “this was going to be a prolonged thing, we had to think about what our business looks like in the face of Covid-19,” Rose Marcario, the C.E.O., said in an interview.Now the retailer that aggressively moved to close before any government shutdowns were announced is being very cautious in deciding how to open up again.Retailers like Macy’s and Gap, which owns Banana Republic and Old Navy, have begun reopening hundreds of stores as they scramble to recoup lost sales and as states around the country begin to try to return to some semblance of normalcy.But Patagonia does not anticipate opening any locations for in-store shopping until June at the earliest and it’s prepared to wait until the fall or even early winter. Even then, it may decide to limit operations to curbside pickup, which it plans to begin offering at 10 stores on May 20.“We’re going to be cautious about the way we open up — we’re not going to necessarily follow what the state decrees are,” Ms. Marcario said. “There are some areas that aren’t as hard hit, but I don’t think you can assume those places won’t see a surge in cases if people stop social-distancing.”She believes “the shape of retail will change.” People will be more reliant on e-commerce and “the return to walk-in retail will be slow.”Patagonia has achieved renown in the retail world both for its financial success and its unapologetically progressive stances on issues like climate change and the use of public lands. (It sued President Trump to protect Bears Ears National Monument.) The privately held brand sells roughly $1 billion in soft fleeces and camping gear every year while decrying rampant consumerism. Patagonia is held to a different set of standards than major publicly traded corporations based on its certification as a B Corp by a nonprofit called the B Lab, which legally requires the company to consider the interests of “workers, the community and the environment” as well as shareholders. It also offers on-site child care and lets employees take surf breaks during the day.The brand’s approach is being tested by the pandemic. Patagonia must balance the future of its business, which it acknowledges could shrink, with the health and financial well-being of its employees.The brand has long viewed its stores as community gathering places, where people can buy outdoor gear but also see documentaries, hear talks by environmental activists and get equipment repaired. Since closing, it has tried to connect with its loyal customers online with offerings like yoga sessions and “regenerative home garden classes.”But the retail industry has been devastated by the pandemic and Patagonia is no exception. Its sales have dropped 50 percent in North America. Outside of its own stores and website, roughly half of Patagonia’s business comes from distributing its wares through local outdoor shops near mountains, streams and oceans, and national retail chains like REI and Nordstrom, which have all been badly hit by the crisis.“Even though we are kind of a beacon in the retail world, we’re not immune and we’re not invincible and this has hit us incredibly hard,” Ms. Marcario said. “The challenge that we face now is how do we take care of our employees and our community while all of this is happening in a way that’s true to our values?”Patagonia quietly started accepting online orders again on April 9 after overhauling its distribution center in Reno, Nev. Workers now have their temperatures checked, stagger exits and are often 30 feet apart. On April 20, the company sent an email to customers with the subject line: “Back to Business.”“We know the distribution center warehouse is the linchpin of our business, because if it’s not working, there are no sales being satisfied to our wholesale and e-commerce channels and our stores can’t get product,” said Todd Soller, head of global logistics and supply planning at Patagonia.But e-commerce cannot account for all the lost sales, and Patagonia has had to take other measures. Executives have taken pay cuts, which are expected to extend to other employees. Patagonia is furloughing workers, including 80 percent of its retail staff, for 90 days, though they will keep their health benefits. The company also said it would honor planned paid leave for furloughed employees.The decision on when to reopen will be based on safety considerations, Ms. Marcario said. She counts it as a point of pride that none of the company’s more than 3,000 employees globally were hospitalized with Covid-19, to its knowledge. She believes the early decision to close is a significant reason, and she wants to the company to be measured about how it returns. Other retailers have introduced steps like employee fever screenings, new signs, masks for workers, limits on the use of fitting rooms, hand sanitizer stations and plexiglass barriers.Joy Lewis, Patagonia’s head of retailing for North America, has been helping to envision what the experience of working and shopping in Patagonia’s stores will be like. “Squad scheduling” has been put in place for employees who are shipping items from stores, in which teams of four to six people work together consistently, and if one person gets sick, the whole team will be isolated.Patagonia has been experimenting with a mobile checkout device to avoid lines at registers, she said. Ms. Lewis said shopping by appointment was a possibility to better to control the number of people in a store at any given time.“You almost have a guide to take you through the store, so you’re only ever exposed to one person and check out with that person,” she said.Stores are not likely to take the temperature of shoppers, though that could change, she said. And she believes fitting rooms could be used, though clothes might be washed after being tried on. At the distribution center in Nevada, employees are wearing gloves and face coverings and the facilities are disinfected regularly. It is now operating with around half of its typical staffing.“In most cases, we’re 30, 40, 50 feet apart for the vast majority of the day,” Mr. Soller said. He estimated that a product might be touched only three times in the course of processing and shipping.The cafe that once served organic food is temporarily closed, and employees have been asked to bring their lunch in individual coolers, so that they do not congregate at refrigerators. “We reduced seating in the cafe,” Mr. Soller said. “We have a lot of outside seating and the weather’s not too bad in Reno.”Patagonia invested in high-tech temperature scanning technology like the kind used at airports, Mr. Soller said. If someone has an elevated body temperature, they are asked not to work that day. It has also sought to reduce the number of times that people touch door handles and to ensure that people do not use the bathroom at the same time.“From the moment you walk in the door of our distribution center, and every piece of the day in between, we map the day to minimize touches as much as possible,” he said. Despite the steep business decline that Patagonia is facing, Ms. Marcario believes the brand will ultimately benefit as the pandemic encourages people, particularly younger generations, to “buy things that last.” The crisis has, in some ways, reminded people “of the value of wild and open spaces and clean air and clean water and if we can channel that to some good, all is not lost,” she said.Even if Patagonia becomes a smaller company as a result of the pandemic, it will keep working “to protect wild places, to vote climate deniers out of office,” she said.“We were one of the first to shut down, we might be closer to the last to reopen fully — I don’t really care,” Ms. Marcario said. “We are doing everything we can to ensure that our employees are taken care of in the best way possible and we’ll make those decisions as we come to them.”",
    "headline": "Patagonia, Quick to Close, Could Be Last to Reopen",
    "journal": "New York Times",
    "language": "en",
    "url": "https://www.nytimes.com/2020/05/12/business/patagonia-reopening-coronavirus.html?"
  },
  {
    "percentage": 0.9399623870849609,
    "country_id": 236,
    "id": 8233,
    "timestamp": "2020-05-12T09:00:35",
    "class": "ContainmentandClosurePolicies",
    "content": "“Americans play to win all the time,” George Patton told the Third Army in the spring of 1944. “That’s why Americans have never lost and will never lose a war. The very thought of losing is hateful to Americans.”That was in another time, another country. When Patton spoke the United States was still ascending, a superpower in the making. But once our ascent was complete, our war making became managerial, lumbering, oriented toward stalemate. From Vietnam to Iraq to Afghanistan to all our lesser conflicts, the current American way of warfare rarely has a plan to win.Those foreign entanglements are mostly wars of choice; the struggle with the coronavirus is a war of necessity. But though this invader is killing our civilians and hammering our economy on a scale unseen in any of our 20th-century wars, we’re currently headed toward the same sort of un-Pattonian strategy that we’ve pursued in other conflicts.We’re containing the virus, limiting the damage, preventing worst-case scenarios — but we aren’t trying to actually stamp it out. Instead, we’re on a path to just live with it (and sometimes die with it) until we get a vaccine or herd immunity, choosing management and mitigation over suppression, a year of stalemate over a campaign to win the war.Our strategy is not the utter disaster, the national embarrassment, that some of my fellow scribes insist on seeing in our numbers. Our per capita death rate remains lower than France, Italy, Spain and Britain. Our slow-to-ramp-up testing regime is now testing at a rate comparable to Germany’s. Our death curve hasn’t bent as fast as the hardest-hit countries, but it is bending, and faster than in Canada.States like Florida and Georgia, maligned by the commentariat, have escaped the predicted catastrophes so far, and the New York experience remains very much an epidemic unto itself. Indeed, you can argue that if Andrew Cuomo and Bill de Blasio had acted just a week earlier, America would look substantially better than its Western European peers.So the United States in the age of the coronavirus is not, in fact, the “failed state” depicted in George Packer’s much-read Atlantic essay and similar polemics. The Trump White House has been predictably ineffective, but our gridlocked Congress has nonetheless found a way to pass sweeping spending bills — not good or perfect legislation, but a stabilizing force — and the Federal Reserve has moved more swiftly than in the last crisis to keep the economy from cratering.Meanwhile, ordinary Americans have basically behaved responsibly, social distancing before it was required, accepting an unprecedented lockdown with only marginal protests (notwithstanding Twitter coverage), and going out gingerly rather than recklessly as lockdown orders have been eased.But if we aren’t a failed state, we are still a decadent society. We are capable enough to avoid socioeconomic collapse, resilient enough to muddle through an era of mass death — but we have no nimbleness and little grand ambition, and so our capacities are limited when it comes to achieving more than just stability, more than what Matthew Continetti calls a “cruel new normal” of thousands of deaths every week or month.Admittedly, we don’t know exactly how completely the coronavirus can be suppressed without a cure. There are a lot of mysteries with this illness, and many countries and regions that have escaped the worst of it so far have probably enjoyed some piece of good fortune — a warm or sunny climate, a youthful age profile, some poorly understood immunity — that can’t be translated into universal policy.But we can still look at the places that have achieved suppression and see a range of plausible measures for a would-be General Patton of the coronavirus war. Masking. Testing. Tracing. And yes, mandatory quarantines.We have twice been given time to scale up our capacities in these areas — first in the wasted month of February, then in the weeks of lockdown we’ve just endured. And we’ve made some progress, however halting.But an assumption of futility hangs over these efforts — a mentality of “no, we can’t” that emphasizes all the ways that we aren’t like South Korea or Taiwan or Eastern Europe, all the impositions that Americans supposedly won’t stand for, all the ways that our exceptionalism and polarization and mutual suspicion will inevitably make our death toll rise.Maybe some of this defeatism is justified as a judgment on Donald Trump’s inability to lead any kind of wartime effort. Maybe it’s justified as a judgment on our hollowed-out industrial capacities, our loss of what Bloomberg’s Dan Wang calls the “process knowledge” required to suddenly shift from making semiconductors to making swabs or masks. Leadership and industrial capacity can’t just be willed into existence; certain kinds of sclerosis can’t be easily escaped.But the assumption that decadence is simply inescapable seems decadent itself. Especially when it leads to weird conclusions — like that Americans are too paranoid or cussedly libertarian to accept mandatory testing or temperature checks or mask-wearing or quarantines but that we will somehow just resign ourselves to closed schools and dead retail and empty restaurants and rolling lockdowns for months and months to come.Americans are cussedly libertarian, obviously, in ways that would undoubtedly reduce compliance with any suppression campaign. But we’re libertarian in part because we live spread across suburbs and exurbs and rural areas — a spread that makes a certain amount of noncompliance less fatal to any suppression project than noncompliance in Seoul or Vienna. And there’s nothing in our history to suggest that our individualism precludes accepting tough, even authoritarian measures under the right conditions. A pandemic that’s already responsible for 1930s-level unemployment and more American dead than the war in Vietnam seems like it should qualify.Maybe the America of mass mobilization belongs as much to the past as Patton, MacArthur, Ike. But nothing that’s happened so far in this crisis proves, definitively, that we the people lack the will to win — especially when the alternative is just enduring, and dying, for months and months to come.So as we look for a post-lockdown strategy, maybe what we’re actually looking for are leaders — be they governors or legislators, Trump and his appointees or the Democratic nominee for president — willing to embrace the old-fashioned idea that in this struggle, as in the wars our country used to wage, there is no substitute for victory.The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.Follow The New York Times Opinion section on Facebook, Twitter (@NYTOpinion) and Instagram, join the Facebook political discussion group, Voting While Female.",
    "headline": "Opinion | The Coronavirus Quagmire",
    "journal": "New York Times",
    "language": "en",
    "url": "https://www.nytimes.com/2020/05/12/opinion/coronavirus-quagmire.html?"
  },
  {
    "percentage": 0.8472733497619629,
    "country_id": 236,
    "id": 8236,
    "timestamp": "2020-05-12T10:01:46",
    "class": "ContainmentandClosurePolicies",
    "content": "Listen and subscribe to our podcast from your mobile device:Via Apple Podcasts | Via Spotify | Via StitcherAs Italy, France and Spain entered national lockdowns, Prime Minister Boris Johnson of Britain was still shaking hands with coronavirus patients in hospitals, and then joking about it on national television. Then he was hospitalized with the virus — and by the time he returned, both his attitude and his approach to the crisis were transformed. Today, we explore why the country that was most skeptical of the virus may be the slowest to reopen. On today’s episode:Mark Landler, the London bureau chief of The New York Times.transcriptIt is now almost two months since the people of this country began to put up with restrictions on their freedom, your freedom, of a kind that we have never seen before in peace or war. And it’s thanks to your effort and sacrifice in stopping the spread of this disease that the death rate is coming down and hospital admissions are coming down. And thanks to you, we’ve protected our N.H.S. and saved many thousands of lives. And so, I know, you know, that it would be madness now to throw away that achievement by allowing a second spike. We must stay alert. This is not the time simply to end the lockdown this week. Instead, we’re taking the first careful steps to modify our measures. And the first step is a change of emphasis that we hope that people will act on this week. We said that you should work from home if you can and only go to work if you must. We now need to stress that anyone who can’t work from home — for instance, those in construction or manufacturing — should be actively encouraged to go to work. And we want it to be safe for you to get to work. So you should avoid public transport if at all possible. Because we must and will maintain social distancing, and capacity will therefore be limited. So, work from home if you can. But you should go to work if you can’t work from home. And from this Wednesday, we want to encourage people to take more and even unlimited amounts of outdoor exercise. You can sit in the sun in your local park. You can drive to other destinations. You can even play sports, only with members of your own household. You must obey the rules on social distancing.Background reading:Mr. Johnson announced a cautious plan for reopening over the weekend, including a new 14-day quarantine for foreign arrivals.While the British government frequently says it’s “guided by the science” in managing the crisis, the membership of its scientific advisory group, SAGE, has been a secret.Tune in, and tell us what you think. Email us at thedaily@nytimes.com. Follow Michael Barbaro on Twitter: @mikiebarb. And if you’re interested in advertising with “The Daily,” write to us at thedaily-ads@nytimes.com.Mark Landler contributed reporting.“The Daily” is made by Theo Balcomb, Andy Mills, Lisa Tobin, Rachel Quester, Lynsea Garrison, Annie Brown, Clare Toeniskoetter, Paige Cowett, Michael Simon Johnson, Brad Fisher, Larissa Anderson, Wendy Dorr, Chris Wood, Jessica Cheung, Stella Tan, Alexandra Leigh Young, Jonathan Wolfe, Lisa Chow, Eric Krupke, Marc Georges, Luke Vander Ploeg, Adizah Eghan, Kelly Prime, Julia Longoria, Sindhu Gnanasambandan, M.J. Davis Lin, Austin Mitchell, Sayre Quevedo, Neena Pathak, Dan Powell, Dave Shaw, Sydney Harper, Daniel Guillemette, Hans Buetow, Robert Jimison, Mike Benoist, Bianca Giaever and Asthaa Chaturvedi. Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly. Special thanks to Sam Dolnick, Mikayla Bouchard, Lauren Jackson, Julia Simon, Mahima Chablani and Nora Keller.",
    "headline": "Boris Johnson’s Change of Heart",
    "journal": "New York Times",
    "language": "en",
    "url": "https://www.nytimes.com/2020/05/12/podcasts/the-daily/boris-johnson-uk-coronavirus.html?"
  },
  {
    "percentage": 0.9992445707321167,
    "country_id": 236,
    "id": 8242,
    "timestamp": "2020-05-12T02:41:14",
    "class": "ContainmentandClosurePolicies",
    "content": "BUFFALO — Last July, after almost 20 years of restoration and reconstruction, the stewards of Frank Lloyd Wright's Martin House celebrated a milestone. Landscaping on the 1.5-acre estate in a suburban neighborhood of Buffalo was complete. It still looked raw and unformed, but the planting was done and now it was just a matter of waiting.“They say the first year it sleeps, the second year it creeps, and the third year it leaps,” says Mary Roberts, executive director of the nonprofit that conserves one of the most important and ambitious building complexes Wright designed during his more than 70-year career.The gardens, just emerging from the long, gray Buffalo winter, are creeping now. The bulbs — nearly 7,000 of them — are coming up, including the daffodils, narcissus and bluebells. There are buds visible on the new bushes, but the wisteria is still asleep.And the house, a National Historic Landmark, is closed, like just about everything else because of the novel coronavirus. That’s particularly sad, says Roberts, because this was the year the Martin house was to emerge in its full glory.“This was the first year when we could say, ‘Come, we are really ready for you,’ ” says Roberts. “We could welcome the world without any construction-related disruption, and we were staffed up, ready to roll; we had opened a cafe. Now, we are losing at least a quarter of our annual revenue.”Until further notice, the house is empty, but for the twice-daily supervision of a caretaker. The light filtering through the nearly 400 art glass windows illuminates silent spaces, enclosed by walls of gold-flecked glazes on plaster and built-in cabinetry, and rooms full of Wright’s signature furniture, oak tables, barrel chairs and a princely dining room set that seems designed to encourage the family to eat its meals with the formal rigor of a game of chess.I visited Martin House, and Graycliff, the summer estate of businessman Darwin D. Martin on the shores of Lake Erie, in December, when the winter light was stubborn and the cloud cover implacable. The two houses, commissioned by a family that offered Wright some of his most generous and enlightened patronage, are part of the remarkable legacy the architect left in this city. Martin, a self-made man who eventually rose to a top leadership role in the Larkin Co. (a major soap and mail-order enterprise), not only commissioned Wright to design his home, he brought Wright to town to design the Larkin Administration Building, a corporate headquarters, now demolished, that was among the most important projects Wright created. All that remains of the Larkin is a solitary brick pier, which has become a pilgrimage site for Wright admirers, testament to the enduring imaginative power of this innovative structure.Sign up for our Coronavirus Updates newsletter to track the outbreak. All stories linked in the newsletter are free to access.A new Wright biography obsesses over the lurid detailsIt rained much of the time I was in Buffalo, and the views at Graycliff, which is situated high on a cliff above the water, were circumscribed by a wall of mist over the lake. The temperature didn’t preclude walking through the Martin House living room doors, onto the sweeping porch covered by the low, elongated roof — but once outside, there was little to keep you there. Half of the great drama in a Wright home — the interplay of interior and exterior spaces — was on hiatus, making the sense of enclosure and warmth indoors all the more magnetic.“He called it his domestic symphony,” says Roberts, of the main house’s flow of spaces, and its most distinctive element: a 175-foot-long view from the front door along a pergola to the conservatory at the far end of the property. It is as dramatic, and essential to understanding Wright’s large aesthetic, as any view at any Wright masterpiece, including the iconic waterfall vista at Fallingwater, the rotunda of the Guggenheim Museum, and the facade and pools at the Imperial Hotel, preserved in part at an architectural park outside of Nagoya, Japan.The sightline to the pergola terminates in a plaster reproduction of the Nike of Samothrace, a bit of visual hyperbole that makes you wonder and smile at Wright’s characteristic ability to finesse architectural drama just to the point of being bombastic. The house, like other Prairie houses of the period (Wright worked on the Martin House complex from 1903 to 1907), is entered through a door approached not head-on, but from the side, compelling a left turn that unveils the interior as a sudden flash of perception. From the moment you enter the house, the view toward Nike in the distance is dramatized by a crescendo of light, dim in the immediate foreground, brighter along the pergola and radiant — if the weather permits — in the glass-enclosed pergola that houses the white statue. The statue reproduction commands this domestic space as forcefully as the Hellenistic original commands the great staircase at the Louvre.Architecture’s “odd couple” explores Wright and Philip JohnsonThe length of the view, the impact of which Wright has done everything in his power to maximize, is disorienting. It cuts through domestic interiors with the force of a public thoroughfare, like a small town’s high street flanked by living and dining rooms and public reception space. And it dissolves the surrounding geography, which is basically suburban. The Martin House complex, which includes a gardener’s cottage, the Barton House (built for Darwin’s sister, Delta Martin Barton), the pergola, conservatory and a carriage house, make up nearly 30,000 square feet of built space, far larger than the surrounding homes in the neighborhood of ample but not grand lots laid out by Frederick Law Olmsted.From the outside, the Martin House is impressive, but not overwhelming. Despite its vast volumes of interior space, it hugs the ground and keeps a low, contained profile. From the inside, however, it suggests the scale of a grand country estate. And that was Wright’s intent, which is played out as much in the urban design of the space as it is in the house itself. A few years before he designed the Martin House, Wright published designs in Ladies’ Home Journal, one of which imagined “A Home in a Prairie Town” that resembles the Martin House in several ways. The article also included an imaginary suburban block, in which four houses would occupy a green square divided into four rectangular plots, each with a house clustered at the center, looking out to the world oblivious to the proximity of its neighbors.Wright didn’t have the luxury of designing the street plan when he created the Martin House, but he situated the house as near as possible to the ideal he suggested in his Ladies’ Home Journal map. The conservatory hugged the interior property line, with the pergola extending toward the street. A hemicycle of plantings enclosed the porch off the living room; the Barton House and the gardener’s house, added later, created a cross axis to the public vista centered on the Nike, such that the whole complex feels a bit like its own internal citadel.The house is one of the great masterpieces of Wright’s architecture, and its two-decade return to glory is an inspiring story. Darwin Martin retired in 1925, and his family fell on hard times during the Depression. He died in 1935, and by 1937 the remaining family had abandoned the Martin House, which reverted to the city after taxes went unpaid. It sat vacant for nearly 20 years, and in 1962 the pergola, conservatory and carriage house were demolished, replaced with apartment buildings.A nonprofit corporation, formed in 1992, began the long process of reassembling and restoring the property. The Barton House and gardener’s cottage were purchased, as were the old apartment buildings that  were eventually removed. By 2007, the pergola, conservatory and carriage house were rebuilt. New systems were installed, roofs and gutters repaired, water damage mitigated, and historic interior elements repaired or reconstructed. The massive two-sided fireplace with its cut-glass wisteria mosaic was finally completed in 2017, after years of efforts to find craftsmen who could refashion its complicated floral design. By then, about $50 million had been spent on the project, with only the landscape remaining as the essential missing piece.Saarinen’s TWA terminal reopens … as a boutique hotelI had hoped to go back this spring, to see it in bloom, and I still hope to return before fall.“Our hope is that we can reopen the house early this summer, and that we will continue to attract large numbers mostly from outside the region,” says Roberts.Last year saw the best attendance the house has ever had, with about 42,000 visitors. This year, they are heading into the busy season — June through September — with no idea if there will be any admission revenue. Some staff members have been laid off, and at least one has contracted the virus. Hundreds of volunteers are sidelined as well. Educational efforts have moved online, but other sources of revenue, including rentals, are shut down.Meanwhile, the house must be heated, its fire suppression system kept online and security maintained. Roberts and her staff are considering hypotheticals for the future. Will they reduce the size of tour groups? Will visitors be comfortable indoors, with strangers, in enclosed spaces? Will they receive money from the federal relief effort that includes grants to cover payroll expenses? Will that be enough?“What do we expect, [in] the new reality?” she asks. “We are still just trying to get through it before we can figure what all the options are for the future.”Art is a collective experience. It’s also a deeply private one.A great artist’s life was interrupted by internment. Now an exhibition of his work is interrupted by a virus.On a last walk through the National Gallery, I’m reassured by images of an uncertain future\n\nThe Martin House is closed because of the coronavirus. For more information, including online resources, visit martinhouse.org.",
    "headline": "Perspective | This Frank Lloyd Wright masterpiece is back in bloom after a 20-year restoration. In a perfect world, you’d be able to visit.",
    "journal": "Washington Post",
    "language": "en",
    "url": "https://www.washingtonpost.com/entertainment/museums/this-frank-lloyd-wright-masterpiece-is-back-in-bloom-after-a-20-year-restoration-in-a-perfect-world-youd-be-able-to-visit/2020/05/11/23f1be8a-7e78-11ea-8013-1b6da0e4a2b7_story.html?itid=mc_magnet-coronavirus_20"
  },
  {
    "percentage": 0.8466577529907227,
    "country_id": 236,
    "id": 12821,
    "timestamp": "2020-03-10T19:37:19",
    "class": "MiscellaneousPolicies",
    "content": "WASHINGTON -- \nPresident Donald Trump pitched his proposed payroll tax break Tuesday on Capitol Hill as pressure mounts on the administration and Congress to work more vigorously to contain the coronavirus outbreak and respond to the financial fallout.\nTrump's economic team joined in presenting the economic stimulus package privately to wary Senate Republicans, who have been cool to additional spending at this stage. Democrats are preparing their own package of low-cost virus testing, unemployment insurance and sick pay for workers struggling to keep paychecks coming as the outbreak disrupts workplaces.\n“We're taking this unbelievably seriously,\" Trump said after his meeting at the Capitol. “It will go away, just stay calm.”\nAsked why he has not yet been tested for the virus, after having been in close contact with several advisers and members of Congress who are now self-quarantined after exposure, Trump said: “I don't think it's a big deal” and \"I feel very good.” \nWhite House officials have been blindsided by the president's sudden moves. As Trump headed to Capitol Hill, two administration officials said the proposals he was putting in play had not been completed. They were unauthorized to discuss the planning and requested anonymity. \nTrump's team offered few specifics at the closed door GOP lunch on the size of the payroll tax break or its duration, senators said. Trump has long promised to bring about an election year \"tax cuts 2.0,\" and seemed to be seizing on the virus fears as a way to bring about a victory on that front before November. \nIn addition to payroll tax relief, Trump has said he wants help for hourly-wage workers to ensure they’re “not going to miss a paycheck” and “don’t get penalized for something that’s not their fault.\" He's also mentioned small-business loans.\nBut so far, the president's approach, based on tax breaks, is receiving a cool response from Democrats as well as Republicans from his own party who say it's too soon to consider fresh spending from Capitol Hill. Some Republicans endorsed Trump's suggestion that help be provided to the beleaguered cruise-ship and airline industries. Others spoke up to push for broader economic stimulus from a bipartisan highway bill they said was shovel-ready and popular. The payroll tax plan remains a work in progress.\n“They didn't get into specifics,” said the No. 2 Republican, Sen. John Thune of South Dakota.\nEarlier, Speaker Nancy Pelosi told House Democrats that Congress should keep working this week despite concerns about infection spreading there.\n“We are the captains of the ship,” Pelosi said during a closed-door meeting, according to a person in the room unauthorized to discuss the private caucus and granted anonymity. “We are the last to leave.” But time is short as Congress heads toward its scheduled break next week.\nTrump had Treasury Secretary Steven Mnuchin meet with Pelosi, whose support will be needed for any deal in the divided Congress, where Republicans hold the Senate majority but Democrats hold the House. The two have successfully negotiated in the past and Mnuchin called the meeting productive.\n“We're going to work together on a bipartisan basis to figure out how we can get things done quickly,” he said.\nFor most people, the new coronavirus causes only mild or moderate symptoms, such as fever and cough. For some, especially older adults and people with existing health problems, it can cause more severe illness, including pneumonia. \nThe vast majority of people recover from the new virus. According to the World Health Organization, people with mild illness recover in about two weeks, while those with more severe illness may take three to six weeks to recover. In mainland China, where the virus first exploded, more than 80,000 people have been diagnosed and more than 58,000 have so far recovered.\nAt the U.S. Capitol, some senators said they resisted shaking Trump's hand. Lawmakers were given new instructions on how to protect themselves, with the House's attending physician asking them to stop shaking hands or touching people during greetings. He recommended the split-fingers Star Trek greeting instead. \nCrowds are the norm in the Capitol and handshakes are coin of the realm there, even between political foes. But about a half dozen lawmakers have placed themselves in quarantine after being exposed to someone who had the virus, and the norm has been upended.\nDuring House Democrats' closed session, one lawmaker, Rep. Raul Ruiz, D-Ca., who is a doctor, noted that the average age in Congress is 57, some lawmakers have underlying health conditions and their work requires them to fly back and forth between home and the capital.\nStill, Pelosi implored lawmakers to keep working to strengthen the country's defenses. Rather than picking up their own coffee and snacks for the breakfast meeting, lawmakers were served by staff from the buffet and warned off touching the serving utensils.\nSenate Majority Leader Mitch McConnell was noncommittal after the meeting with Trump. He said any deal would need both both parties and chambers on board. Emphasizing the talks between Mnuchin and Pelosi, he said: “We’re hoping that he and the speaker can pull this together.\"\nTrump spoke of a stimulus Monday after markets dropped sharply and as the outbreak spread. Markets recovered from some of the losses Tuesday, reacting positively to the prospects for an economic boost from Washington. \nYet even within the administration, there are divisions on the best approach. The payroll-tax plan found support inside the administration from Jared Kushner and Peter Navarro, among others. Other Trump aides, such as Mnuchin and Larry Kudlow, who was also on the Hill, advocated more modest measures.\nIt was not immediately clear how Trump was aiming to provide assistance to employees weighing whether to stay home because of illness — a crucial aim of public health officials seeking to curtail the spread of the virus.\nOne mechanism, backed by the Trump-allied National Association of Manufacturers, involves a proposed tax credit for employers who pay employees who are quarantined.\nAt the Capitol, Democratic lawmakers were told by the House chief administrative officer behind closed doors that the office could support up to 10,000 staff members teleworking if need be. Laptop orders were being expedited and cyber-security measures reviewed.\nSeveral Trump confidants have disclosed they are isolating themselves after potential exposure to the virus; one lawmaker traveled with the president from Florida on Air Force One on Monday; another was his just-tapped new chief of staff.\nThe         Securities and Exchange Commission, which monitors financial markets, encouraged employees at its Washington headquarters to work from home after an employee there had respiratory symptoms and was referred for coronavirus testing. \nAnd Defense Secretary Mark Esper postponed a trip to India, Pakistan and Uzbekistan that was to begin Monday, citing the coronavirus crisis, Pentagon press secretary Alyssa Farah said Tuesday. She said he would remain in the U.S to help manage the Pentagon response. \n———\nAssociated Press writers Lauran Neergaard, Andy Taylor, Kevin Freking, Jill Colvin, Bob Burns, Andrew Taylor and Mary Clare Jalonick contributed to this report.\n———\nThe Associated Press receives support for health and science coverage from the Howard Hughes Medical Institute’s Department of Science Education. The AP is solely responsible for all content.",
    "headline": "Trump pitches payroll tax relief to wary lawmakers",
    "journal": "ABC News",
    "language": "en",
    "url": "https://abcnews.go.com/Health/wireStory/trump-plans-payroll-tax-relief-response-coronavirus-69497755?"
  },
  {
    "percentage": 0.9515361189842224,
    "country_id": 236,
    "id": 12824,
    "timestamp": "2020-03-01T14:14:51",
    "class": "MiscellaneousPolicies",
    "content": "\nThe Dow Jones Industrial Average plunged for the second straight day, tumbling 879 points, as health officials warned the novel coronavirus likely will spread throughout communities in the U.S.\n\nThe Dow fell more than 3% when trading closed, with the S&P 500 and Nasdaq also tumbling Tuesday, by more than 3% and by more than 2.7%, respectively.\n \nThe losses have been widespread. American Express, United Technologies Corp., Visa, United Health Group and Dow Inc. were among the worst performers on Tuesday, each falling more than 3%.\n\nTech companies including Apple, which produce goods in China and rely on that market for sales, also suffered. The travel sector, including cruise operators and airlines, also took a hit.\n\nTuesday's losses come after the Dow suffered its worst single-day losses in more than two years on Monday, plummeting more than 1,000 points.\nHealth officials warned Americans on Tuesday to prepare for \"significant disruption\" to their lives as a result of the virus, saying it's not a matter of if, but when it spreads in communities in the U.S.\nThe fresh warnings come as the virus has also spread rapidly outside of China, including communities in Italy, Iran and South Korea.\n\nA handful of U.S. and international companies already have begun to feel the financial impact of the outbreak that has stifled the world's second-largest economy.\n\nABC News' Rebecca Jarvis contributed to this report.",
    "headline": "Dow Jones plunges for 2nd straight day on coronavirus fears",
    "journal": "ABC News",
    "language": "en",
    "url": "https://abcnews.go.com/Business/dow-jones-plunges-2nd-straight-day-coronavirus-fears/story?id=69205851"
  }
]